export default {
  zh_hant: `
<h3>歡迎來到 Matters！</h3>

<p>Matters 是基於分佈式技術的內容社區，以社群為基礎，以討論為驅動；致力於通過技術創新和價值規則的重建，鼓勵用戶創作有價值的內容，令好內容被看見，給創作者持續的經濟回報，推動公共領域的知識生產。為了社區的可持續與良性運轉，Matters 鼓勵和保護所有塑造理性、友善，真誠的社區氛圍的行為。</p>

<p>與此同時，對社區造成不利影響的內容和行為，Matters 站方會在基於香港法律的合理判斷下，保留對其施行處理的權利。違反社區約章的內容，包括但不限於：</p>

<ol>
  <li>包含誹謗、猥褻、暴力、仇恨、歧視、侮辱等傷害他人及社區共識的的內容。任何對未成年人進行性剝削或暴力剝削的內容。</li>
  <li>侵犯他人合法權利，包含但不限於侵犯任何專利、商標、商業秘密、版權或其它知識產權、或任何其他人的其他權利。</li>
  <li>發佈抄襲或版權不明確的內容，包括但不限於無授權轉載、翻譯他人文章，無版權圖片，商標侵權等，及在香港的法律法規下任何可能引起民事或刑事責任的內容。</li>
  <li>冒充他人身份，或冒充其與其他人與組織的關係的行為；或發佈任何不準確的、有刻意誤導或欺騙性的內容。</li>
  <li>試圖未經授權地訪問、干擾、破壞或中斷平台、服務、任何相關網站、儲存平台的服務器的行為；或以可能使網頁失效、過載、損壞或損傷，或者可能干擾平台和/或服務正常運行的行為。</li>
</ol>

<p>對明確違反上述細則的用戶及內容，Matters 接受用戶舉報，並會考慮做出包括內容隱藏、評論刪除、禁言、禁止互動、甚至凍結帳戶等程度不一的相應處理。</p>
  `,
  zh_hans: `
<h3>欢迎来到 Matters！</h3>

<p>Matters 是基于分布式技术的内容社区，以社群为基础，以讨论为驱动；致力于通过技术创新和价值规则的重建，鼓励用户创作有价值的内容，令好内容被看见，给创作者持续的经济回报，推动公共领域的知识生产。为了社区的可持续与良性运转，Matters 鼓励和保护所有塑造理性、友善，真诚的社区氛围的行为。</p>

<p>与此同时，对社区造成不利影响的内容和行为，Matters 站方会在基于香港法律的合理判断下，保留对其施行处理的权利。违反社区约章的内容，包括但不限于：</p>

<ol>
  <li>包含诽谤、猥亵、暴力、仇恨、歧视、侮辱等伤害他人及社区共识的的内容。任何对未成年人进行性剥削或暴力剥削的内容。</li>
  <li>侵犯他人合法权利，包含但不限于侵犯任何专利、商标、商业秘密、版权或其它知识产权、或任何其他人的其他权利。</li>
  <li>发布抄袭或版权不明确的内容，包括但不限于无授权转载、翻译他人文章，无版权图片，商标侵权等，及在香港的法律法规下任何可能引起民事或刑事责任的内容。</li>
  <li>冒充他人身份，或冒充其与其他人与组织的关系的行为；或发布任何不准确的、有刻意误导或欺骗性的内容。</li>
  <li>试图未经授权地访问、干扰、破坏或中断平台、服务、任何相关网站、储存平台的服务器的行为；或以可能使网页失效、过载、损坏或损伤，或者可能干扰平台和/或服务正常运行的行为。</li>
</ol>

<p>对明确违反上述细则的用户及内容，Matters 接受用户举报，并会考虑做出包括内容隐藏、评论删除、禁言、禁止互动、甚至冻结帐户等程度不一的相应处理。</p>
  `
}
