const ToS: { zh_hant: string; zh_hans: string; en: string } = {
  zh_hant: /* html */ `
<details class="u-content u-details">
<summary>
  <h3>用戶協議</h3>
</summary>

<p><small>更新日期：2020 年 7 月 20 日</small></p>
<p>請仔細閱讀以下條款，這些條款包含了有關您合法權利和義務的重要信息。當您訪問或使用MATTERS時，即表示您完全接受以下條款的約束。如果您不同意這些條款，可以選擇不進入 MATTERS 。此中文條款為英文版本譯本，如中、英文兩個版本有任何抵觸或不相符之處，請以後面的英文版本為準。</p>
<p><i>關於條款修改：</i></p>
<p>MATTERS 保留自行修改條款的權利。修改後，MATTERS將通過平台公佈其修改，或以其它方式向您告知。如果您在MATTERS公佈修改後繼續訪問和使用MATTERS，則表示您同意接受修改後的條款。如果您不同意修改後的條款，您只能停止使用平台和服務。</p>

<p><b><u>1. 定義和解釋</u></b></p>
<p>1.1    下列術語的定義以及解釋的規則適用於本條款，除非另有定義：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>帳戶</i></b>是指MATTERS為其注冊用戶提供的帳戶，用於使用平台和服務；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>關聯公司</i></b>，就MATTERS而言，目前是指（i）MATTERS的任何附屬公司；（ii）MATTERS的任何子公司；（iii）MATTERS的任何控股公司；（iv）MATTERS的任何母公司；（v）MATTERS的任何集團公司；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>社區約章</i></b>是指MATTERS的社區約章，列出了平台對於用戶行為的規範和期望，並會不時修改；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>内容</i></b>是指文本、圖形、圖像、音頻、視頻、信息和其他材料；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>內容標準</i></b>是指任何用戶在平台發佈的任何內容的標準，詳見本條款第5.5條；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>知識產權</i></b>是指與平台相關的所有版權和其他知識產權，無論其以何種形式呈現、為哪種媒體形式體現、是否已注冊，包括但不限於專利、設計權、商標、服務商標、應用程序、前述任何一項的申請權利、數據庫權利、專有技術、商業名稱、機密信息權利、商譽以及世界範圍內存在的其他類似的權利；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>專有技術</i></b>是指與平台和/或服務相關的所有技術、經驗、數據、技術和商業信息，包括但不限於運營模式；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS</i></b>MATTERS, INC.，一家基於美國特拉華州法律注冊成立的私營有限公司；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS庫</i></b>是指MATTERS用於記錄和共享所有內容的可公開訪問的分佈式數據庫；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>在線課程</i></b>是指由MATTERS組織、安排或以其他方式提供給平台上用戶的在線課程；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>密碼</i></b>是指註冊用戶對其帳戶和第三方貨幣帳戶設置的所有此類（i）密碼；（ii）為其儲值錢包設置的個人密碼；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>平台</i></b>是指MATTERS以網站、手機應用或其他形式向用戶提供服務的平台；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>隱私政策</i></b>是指MATTERS的隱私政策，並由MATTERS不時更新；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>私鑰</i></b>的定義請參照本條款第3.3條(ii)；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(o)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>發佈</i></b>是指，就任何內容而言，在平台上或通過平台張貼、提交、發表、展示內容和/或傳輸給其他用戶和其他人的內容（包括對內容的評論），被發佈的定義也應照此解釋；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(p)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>服務</i></b>的定義請參照本條款第2.1條；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(q)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>儲值金額</i></b>是指存入儲值錢包的錢；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(r)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>儲值錢包</i></b>是指MATTERS提供給其註冊用戶在MATTERS使用的數字錢包；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(s)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>儲值錢包密碼</i></b>是指註冊用戶為使用儲值錢包而設置的個人密碼；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(t)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>稅收</i></b>是指任何適用司法管轄區的地方、市政、政府、州、聯邦、或其他機構或當局施加的、徵收的或強制執行的扣繳、關稅、捐稅、徵稅、社會保障費用以及地稅等在所有情況下都具有課稅性質的所有形式的稅收，以及任何與之相關的利息、處罰、附加費或罰款；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(u)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>條款</i></b>是指由MATTERS不時修訂或以其他方式更新的條款和條件（包括隱私政策）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(v)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>第三方內容</i></b>的定義請參照本條款第8.6條；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(w)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>第三方貨幣</i></b>是指用戶可以在平台上存儲，發送和/或接收的任何加密貨幣（始終由第三方操作，維護或以其他方式提供）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(x)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>第三方貨幣帳戶</i></b>表示與相應的第三方貨幣相關聯的任何此類帳戶（始終由第三方運營，維護或以其他方式提供）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(y)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>用戶</i></b>是指平台的任何用戶，用戶們也應照此解釋；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(z)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>用戶內容</i></b>是指由任何用戶發佈到平台的任何內容。</p>
<p>1.2    提及個人、公司、託管、合作夥伴、非法人團體或其他實體，應被理解為包括他們中的任何一個。</p>
<p>1.3    提及單一性別的詞語應被理解為包括所有性別，提及單一個人的詞語應被理解為包括多數人，反之亦然，提及單數詞的含義應被理解為包括複數詞，反之亦然，提及整體應被理解為包括對其中任何部分的提及。</p>


<p><b><u>2. 服務</u></b></p>

<p><i>服務範圍</i></p>
<p>2.1    MATTERS為用戶提供訪問平台的權限，該平台為其註冊用戶提供訪問其帳戶，其儲值錢包和第三方貨幣帳戶的權限，並使他們能夠（i）通過MATTERS發布內容；（ii）訪問用戶內容；(iii) 提供在線課程；(iv) 參加在線課程（服務）。平台和服務的訪問與使用均受本條款的約束。若您在使用平台和/或服務時未按照本條款的規定，將有可能被追究民事與刑事責任。
</p>
<p><i>暫停、中止或終止服務</i></p>
<p>2.2    在法律允許的範圍內，MATTERS保留暫時或永久更改、暫停或終止平台全部或者部分服務的權利，無需另行通知。對於此類暫時或永久性的更改、暫停或終止，將可能導致您無法訪問保存在您帳戶內但未被保存在分佈式網絡的內容，而MATTERS不需要對您或任何第三方承擔責任。您需負責在平台之外存儲與您帳戶，儲值錢包，第三方貨幣錢包和內容有關的信息。如果您不在平台之外備份這些信息，則可能在MATTERS修改或終止平台和服務時，您無法訪問您的第三方貨幣錢包和/或與您的帳戶關聯的內容。</p>

<p><i>資格</i></p>
<p>2.3    本平台和/或服務面向的使用者年齡不得低於18歲。您必須年滿18歲才能訪問或使用平台和/或服務。</p>

<p><i>地理限制</i></p>
<p>2.4    MATTERS並未聲明，平台或其任何內容在您所在的司法管轄範圍以外的地區也是可訪問或合適的。有些人或者在有些國家訪問本平台可能是不合法的。您確認您應承擔責任並採取措施遵守您和任何適用司法管轄區中的所有本地法律。</p>

<p><b><u>3. 帳戶註冊與帳戶安全</u></b></p>

<p><i>帳戶註冊</i></p>
<p>3.1    您需要同意本條款、社區約章並提供相應的詳細註冊信息後才能在平台上發布內容。使用平台的前提條件為，您在平台上提供的所有信息都是正確、最新且完整的。</p>
<p>3.2    除了本條款第3.9(c)和4.8條中提及的內容外，MATTERS目前不收取任何服務費用，但MATTERS保留將來收取費用的權利，如果要收取費用，在您使用任何收費服務前應向您清楚告知收費事宜。</p>
<p>3.3    在您完成註冊後，MATTERS會為您自動生成：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;通過您的帳戶進入的儲值錢包。您可以根據條款在儲值錢包中進行儲值，付款和提現；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(ii)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS會為您生成一個與一對私鑰（參見術語私鑰）和公鑰鏈接的加密貨幣錢包，這對私鑰和公鑰僅提供給您一人並且完全由您擁有。</p>
<p>3.4    您了解並同意您使用的儲值錢包，第三方服務商提供的加密貨幣錢包，第三方貨幣帳戶和第三方貨幣將受此類條款約束且第三方服務提供商可能不時會收取服務費用。</p>

<p><i>帳戶安全</i></p>
<p>3.5    您有責任維護帳戶、密碼、第三方貨幣帳戶和私鑰各個方面的安全。您接受並承認，如果您沒有密碼和/或密鑰，您將無法訪問與您帳戶相關聯的儲值錢包、任何用戶內容和第三方貨幣帳戶。您同意您的帳戶屬於您個人，並且同意您不會向其他任何人提供訪問平台所需要的用戶名、密碼、私鑰、第三方貨幣帳戶信息或其他安全信息。您必須將這些信息嚴格保密，不得將其透露給其他任何人或實體。</p>
<p>3.6    您同意，當您發現帳戶、儲值錢包、第三方貨幣帳戶被未經授權訪問或使用，或者有其他安全問題時立即通知MATTERS。在此您同意，在適用法律允許的最大範圍內，您對任何在您的帳戶、密碼、第三方貨幣帳戶和私鑰下發生的活動（包括與您帳戶鏈接第三方貨幣及其帳戶）負責，並接受任何授權的或未授權的對您帳戶、儲值錢包（包括儲值金額）和第三方貨幣帳戶和私鑰的訪問（包括與您帳戶鏈接第三方貨幣及其帳戶）可能帶來的所有風險。 </p>
<p>3.7    您理解並同意數字虛擬錢包和密碼學是不斷進步的領域。代碼破解的進步或技術的進步（比如量子計算機）可能會對平台、服務、帳戶、儲值錢包、第三方貨幣帳戶造成風險，導致您的財產被盜或丟失。在使用平台和/或服務時，您承認並接受此類內在風險。</p>

<p><i>私鑰的保管</i></p>
<p>3.8    MATTERS無法訪問且不會接收或存儲您的私鑰，因此對任何和所有此類私鑰的安全保存和/或管理不承擔任何責任。</p>

<p><i>儲值錢包</i></p>
<p>3.9     關於儲值錢包中的儲值和提現，您了解並同意：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS可能會根據實際情況和適用法律，對儲值錢包設置最小和最大的儲值、支付和提現額度。如有此類設置，MATTERS會告知您。如有疑慮，您可以將您儲值錢包中的錢提出；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS會通過第三方服務商來執行您對儲值錢包的儲值和提現管理。建議您仔細閱讀第三方服務商的服務條款以了解他們對每次儲值和提現操作的要求和需收取的費用。您同意（i）授權我們指定的第三方服務商根據這些條款提供您儲值和提現的服務；（ii）儲值和提現服務是由第三方服務商提供，不在MATTERS的控制和責任範圍內；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS有權向您收取儲值錢包中儲值金額百分之十五（15％）的行政服務費，費用比例會由MATTERS決定。您同意，MATTERS有權在第三方服務商進行提現服務之前，從您的儲值金額中扣除適用的行政管理費；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;您同意，MATTERS會認為從您帳戶發出的有關儲值錢包指令都是來自您的操作並且會根據這些指令採取行動。您還同意，如果未收到正確授權指令或發生任何其他違反安全性規定的情況，MATTERS和指定的第三方支付提供商有權不處理或延遲處理這樣的指示。您同意豁免MATTERS對與因本條款引起的訴訟，索賠，損失，成本和費用的責任。</p>

<p>3.10     關於您對儲值錢包的使用和義務，您理解並同意：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您不得以下列任何方式使用您的儲值錢包：（i）違反本條款或違反任何適用法律（包括但不限於與反洗錢活動有關的任何法律和法規）；（ii）可能產生對MATTERS，其他用戶或第三方的投訴，糾紛，索賠，處罰或其他責任;  (iii）可能導致MATTERS違反或不遵守任何此類適用法律；（iv）可能損壞，或讓平台的服務以及安全保障失效、承擔過多負擔，以及干擾其他用戶；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您不得以任何方式篡改儲值錢包（包括但不限於儲值錢包中涉及的軟件，應用程序，功能和數據）。如果您的儲值錢包被篡改，MATTERS將不會接受任何交易或允許提現；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;如果您懷疑有未經您授權的交易或有人使用您的儲值錢包，您必須盡快通知MATTERS；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;在適當情況下，當警方要調查涉嫌未經授權的使用，或者您的儲值錢包被攻擊或被篡改，或者當MATTERS在合理或適用法律要求的理由下懷疑有可疑行為或使用模式，您會與MATTERS合作。</p>

<p>3.11     關於您儲值錢包中的儲值金額，您理解並同意：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;僅當您提供正確的儲值錢包密碼後，MATTERS才能處理您儲值錢包中的付款或提取現金的指示；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS在得到您的指示後會立即處理付款。因此，一旦MATTERS收到付款指示，您就無法取消或更改。無論什麼情況，平台上的儲值和交易都是不可取消的，並且相關的儲值也不可退款。對於因您錯誤的指示而給您造成的損失，MATTERS不承擔責任；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;儲值不會產生利息，沒有到期日，並且不可轉讓。</p>

<p><b><u>4. 平台與服務的使用</u></b></p>

<p><i>有限許可</i></p>
<p>4.1    MATTERS只能授予您本條款中明確准許的，用於訪問和使用平台的有限的、受限制的、個人的、不可轉讓的、不可再授權的以及可撤銷的許可。除此之外，MATTERS不授予您與平台相關的任何其他權利或許可，並且保留本條款中未明確答應給予的任何權利或許可。</p>
<p>4.2    本條款中的任何內容既不意圖也不構成您與MATTERS之間的任何合作、合資、代理、諮詢或托管關係。</p>

<p><i>被禁止的使用</i></p>
<p>4.3    作為使用平台和/或服務的前提條件，您同意您不會：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;使用平台和/或服務用於任何違法、非法的和/或本條款和/或社區約章中明令禁止的目的；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;發送、接收、發佈、下載、使用不符合內容標準和/或社區約章的任何材料；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;進行任何限制或禁止任何人使用或享受平台和/或服務，或者在我們的判斷下任何可能危害MATTERS或其他用戶，或者有可能使MATTERS或其他用戶承擔法律責任的行為；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;以可能使網頁失效、過載、損壞，或者可能干擾平台和/或服務正常運行與使用的任何方式使用平台和/或服務，亦或者使用此類的任何裝置、軟件或程序；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;在未經MATTERS事先許可的情況下修改、傳輸、展示、再版、出版、轉讓、出售或再出售從平台和/或服務中獲得任何信息、軟件、產品或服務，亦或者由此信息、軟件、產品或服務創造衍生作品；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;出於任何MATTERS事先書面許可以外的目的，使用網絡機器人、網絡爬蟲、網絡抓取或其他自動化手段，或手動處理來訪問、監控或複製任何平台和/或服務的內容或信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;出於任何MATTERS事先書面許可以外的目，深層鏈接至平台的任何部分；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;在未經MATTERS事先授權的情況下，以「數據幀」、「鏡像」或以其他方式將平台的任何部分併入任何其他網頁；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;冒充他人或實體，虛假陳述，以其他方式謊稱您與某人或某實體的關係，亦或者使用虛假身份（包括但不限於使用與此人或實體相關的電子郵件地址或拍攝名字）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;通過操縱標識符（包括偽造頭部代碼）來隱瞞您發佈的任何信息的來源；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;試圖未經授權地訪問、干擾、破壞或中斷平台、服務、任何相關網站、儲存平台的服務器，或任何連接至平台的服務器、電腦或數據庫；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;通過任何非平台和/或服務提供的途徑，獲得或嘗試獲得任何材料或信息，包括採集或以其他方式收集其他人的信息，比如電子郵件地址。</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;做任何在MATTERS的合理判斷下可能對平台和/或服務、MATTERS、其關聯公司，以及其各自的許可人、供應商或服務提供商，亦或者以其他方式產生負面影響的事；和/或</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;輔助、煽動、鼓勵或誘導以上任何一項行為。</p>

<p><i>在MATTERS庫發佈內容</i></p>
<p>4.4    您可以通過向MATTERS庫提交數據的方式使用服務，發佈內容（以及隱藏此內容（如適用））。MATTERS庫由獨立第三方的分佈式網絡負責運營，MATTERS並不擁有、控制或運營此第三方。MATTERS對MATTERS庫不擁有完全控制權，因此MATTERS不能也不保證您通過服務提交的任何交易信息會在MATTERS庫上被確認。您同意，您通過服務提交的交易詳情有可能被MATTERS庫大幅延遲處理或不處理。</p>
<p>4.5    一旦您的交易信息（包括任何用戶內容）被提交至MATTERS庫，MATTERS將無法幫助您刪除、取消或以其他方式修改您的交易信息。MATTERS對MATTERS庫沒有絕對控制權，有可能無法為您刪除、取消或修改的請求提供便利。您同意，MATTERS對您與MATTERS庫的交易中由您引起的任何錯誤或遺漏不承擔責任。</p>
<p>4.6    您有責任確定哪些稅（如果有）適用於您通過服務提交交易信息的交易，同時您有責任正確地向相應的稅務機關報告並匯出相應稅款。您同意，MATTERS沒有責任為您確定您的交易適用哪種稅，或收集、報告、扣繳、匯出由MATTERS庫交易產生的任何稅。</p>
<p>4.7    除本條款第3.9(c)和4.8條另有規定外，MATTERS和其關聯公司不參與用戶間的溝通、支付和/或互動，亦或者用戶間溝通、支付和/或互動的內容（無論線上或線下，是否涉及金錢）。您理解並同意，您自己對您與其他用戶之間的溝通、支付和互動負有全部責任，MATTERS對任何情況下用戶間的溝通、支付和互動（無論線上或線下）不承擔任何責任或義務，包括但不限於第三方貨幣相關的任何交易。如果您與其他用戶或第三方服務商之間就儲值錢包中的儲值或提現存在任何爭議，您須直接與該用戶或第三方服務商協商解決。</p>
<p>4.8    您同意及時並完整地向MATTERS或其代表人指定的銀行帳戶，或通過其他類似支付方式，亦或者通過第三方支付系統的方式支付網絡課程的所有費用，具體支付方式由MATTERS不時公佈。</p>
<p>4.9    如果您進行與平台和/或服務的涉及到第三方貨幣或儲值錢包的交易。您同意，一旦您確認進行交易，您將無法取消或修改相關交易。</p>

<p><i>隱私政策</i></p>
<p>4.10    您同意，您通過平台和/或使用平台和/或服務時向MATTERS提供的所有信息受隱私政策的約束，並且您准許MATTERS在遵守隱私政策的範圍內就您的信息採取任何行動。</p>

<p><b><u>5. 平台上的內容</u></b></p>

<p><i>用户内容</i></p>
<p>5.1    平台可能包含留言板、聊天室、個人主頁或個人資料、論壇、公告板、應用程序接口（API）等能夠讓用戶在平台上或通過平台發佈用戶內容的交互功能。</p>
<p>5.2    所有用戶內容必須符合內容標準和社區約章。任何不符合內容標準和社區約章的用戶內容將無法被發佈和/或隨時被MATTERS隱藏，無需提前通知。</p>
<p>5.3    您發佈至平台的任何用戶內容都將被視為非機密性的。MATTERS與其關聯公司沒有義務視任何用戶內容為機密信息。為避免疑義，MATTERS不聲明對任何用戶內容的所有權。但是，您在平台上提供任何用戶內容時，也授於MATTERS、其關聯公司擁有非獨家的、世界範圍的、不可撤回的、無條件的、永久的權利與許可，在免費的基礎上用於修改、展示、擴散、再許可和使有效任何用戶內容等由MATTERS自行判斷認為合適的任何目的。</p>
<p>5.4    您聲明並擔保：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您擁有並控制對用戶內容的所有權利，或除此之外擁有向平台或通過平台發佈與分配用戶內容的合法權利；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您有權將此類許可授予MATTERS和其關聯公司、他們各自的服務提供商、和他們各自的被許可人、繼承人和受讓人；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;您所有的用戶內容都將遵守本條款，社區約章和任何適用法律法規的規定，不得侵犯任何人或實體的任何權利，或對任何人或實體造成傷害；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;您對您發佈的任何用戶內容負責，並且由您，而不是MATTERS，承擔對此類用戶內容的全部責任，包括合法性、可信性、準確性和合適性。</p>

<p><i>內容標準</i></p>
<p>5.5    內容標準適用於所有用戶內容以及平台和/或服務的使用。用戶內容必須全面遵守所有適用法律法規。在不限制前述內容的情況下，用戶內容不得：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;包含任何誹謗、淫穢、猥褻、色情、暴力、仇恨、歧視、威脅、或煽動性的內容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;宣傳帶有明顯性內容或色情的材料、宣傳暴力或基於種族、性別、宗教、國籍、殘疾、性取向或年齡的歧視；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;侵犯任何專利、商標、商業秘密、版權或其他知識產權、或任何其他人的其他權利；或者內含任何抄襲的內容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;侵犯他人合法權利（包括宣傳和隱私權），或內含在適用的法律法規下任何可能引起民事或刑事責任，或者可能與本條款衝突的內容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;是不準確的、誤導的或可欺騙人的；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;宣傳任何非法活動，或提倡、宣傳或協助任何違法行為；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;假冒任何人，冒充他人的身份或其與其他人或組織的關係；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;涉及商業活動，進行銷售，發送任何未請求的廣告或宣傳資料、收集其他用戶的電子郵件地址或其他聯絡信息用於發送廣告信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;給人以他們為MATTERS成員或受MATTERS授權的印象，但事實並非如此；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;包含任何MATTERS認為（在其合理判斷下）不合適在平台上發佈的任何內容。</p>

<p><i>用戶內容免責聲明</i></p>
<p>5.6    用戶在平台發佈任何用戶內容則表明其接受，任何由於MATTERS和/或其關聯公司發表與使用此用戶內容而產生的第三方的任何索賠要求，由用戶承擔全部法律和道德責任。MATTERS和其關聯公司均不擁有或認可平台上發佈的任何用戶內容。所有用戶內容的真實性、合法性和使用權由發佈此內容的用戶自行承擔，MATTERS對此不承擔責任。在適用法律法規允許的最大範圍內，MATTERS對於發佈的用戶內容不承擔任何責任與義務。</p>
<p>5.7    在發布內容之前，您可能會被提供讓其他用戶了解和您內容知識產權相關的偏好選項。儘管有此類選擇，MATTERS及其關聯公司對其他用戶或其他第三方侵犯您內容的知識產權問題不承擔負責。MATTERS和其關聯公司沒有責任認可您用戶內容的作者身份，也沒有責任強制第三方執行任何形式的權利歸屬。</p>
<p>5.8    平台上或通過平台展示的內容僅供一般參考用途。MATTERS不保證任何內容的準確性、完整性或有用性。您對此類信息的依賴與使用均由您自行承擔風險。在適用法律法規允許的最大範圍內，MATTERS不承擔由您或平台的其他訪問者或被告知此類內容的任何人對此類資料的信賴而產生的所有責任和義務。</p>

<p><i>監督與執法</i></p>
<p>5.9    MATTERS有權但沒有義務：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;自行決定以任何理由或無理由地隱藏或拒絕發佈任何用戶內容； </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;對MATTERS自行判斷下認為有必要對適當的任何用戶內容採取任何措施，包括當MATTERS認為此類用戶內容違反本條款和或社區約章，威脅到平台用戶或公眾的人身安全、或可能造成對MATTERS不利時;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;向任何主張您發佈的任何用戶內容侵犯其權利（包括知識產權或隱私權）的第三方公開您的身份或其他有關您的信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;對任何非法或未經授權的平台的使用採取適當的法律行動，包括但不限於轉交執法機構。</p>
<p>5.10    必要情況下，MATTERS須配合執法當局或法院指令的指示或要求，公開在平台上或通過平台發佈材料的人員的身份或其他信息。您放棄並使MATTERS、其關聯公司、其各自的被許可人和服務提供商免於承擔任何由前述各方或執法當局在調查期間或調查後、以及因調查的結果而採取的任何行動所產生的任何索賠的責任。</p>
<p>5.11    為避免疑義，MATTERS不會在任何內容發佈到平台之前對其進行審核，並且無法確保在其發佈後立即隱藏令人反感的內容。因此，對於與傳送、溝通或任何用戶或第三方提供的內容相關的任何作為或不作為，MATTERS不承擔任何義務。對於用戶是否履行本章所述規定，MATTERS不承擔任何責任與義務。</p>

<p><i>平台鏈接與社交媒體功能</i></p>
<p>5.12    只有當您秉持公平與合法，並且不損害不利用MATTERS或其任何關聯公司的聲譽時，您才可以建立至平台主頁的鏈接，但您不得以任何讓他人認為您與我們有關聯、有獲得我們批准或認可的形式建立鏈接。</p>
<p>5.13    平台有可能提供某些社交媒體功能，使您能夠：</p>
<p>從您自己的網頁鏈接至平台上的某些內容；</p>
<p>發送含有平台上某些內容，或含有鏈接至某些內容的鏈接的電子郵件或其他通訊方式；</p>
<p>在平台上的內容中含有MATTERS主頁鏈接的條件下，能夠讓平台內容的有限部分展示或出現在您自己的網站上。</p>
<p>5.14    您僅能使用由我們提供，並且根據MATTERS任何相關附加條款條件的規定的僅僅與展示內容相關的功能。 在上述規定下，您不得：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;從任何不屬於您的網站建立鏈接；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;通過框架、深層鏈接或直接鏈接使平台或平台的部分在其他網頁上展示或出現；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;鏈接到平台主頁以外的任何部分；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;對平台上與本條款和社區約章中任何不符合規定的材料採取任何行動。</p>
<p>5.15    您在其上建立平台鏈接或使他人可以訪問到某些用戶內容的網站，必須完全遵守內容標準和社區約章。</p>
<p>5.16    您同意協助我們，使任何未經授權的框架或鏈接立即停止。MATTERS保留撤銷鏈接許可且不需要通知的權利。</p>
<p>5.17    MATTERS可以根據自己判斷隨時禁用所有或任何社交媒體功能和任何鏈接，無需另行通知。</p>

<p><b><u>6. 知識產權</u></b></p>

<p><i>MATTERS的知識產權</i></p>
<p>6.1    平台包含版權材料、商業名稱和其他專有信息，並且平台的整個內容受版權法保護。除非另有說明，否則服務所需的、平台提供的、或平台使用的軟件，以及平台和平台上的內容（用戶內容除外）和知識產權均歸MATTERS、其關聯公司和/或其各自的許可方、供應商或服務提供商所有。在選擇、協調、安排和增強此類內容（用戶內容除外）時，MATTERS與其許可方擁有版權和/或數據庫權利。</p>
<p>6.2    平台的界面外觀（網站或其他形式）受保留所有權利的版權保護。未經MATTERS明確書面許可，不得複製、仿製、或再使用HTML / CSS、JavaScript或可視設計元素或概念的任何部分。</p>
<p>6.3    MATTERS完全地保留平台和內容（用戶內容除外）的所有權利（包括所有知識產權）、所有權和利益（包括被翻譯的內容）。任何未經授權的使用將構成對MATTERS知識產權的重大侵權。</p>

<p><i>禁止行為</i></p>
<p>6.4    您不得修改、發表、參與轉讓或銷售、或以任何方式利用平台和平台上的內容，無論是全部地還是部分地，除非是本條款中規定的以下情況：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您的計算機可以在您訪問和查看這些資料時，附帶地暫時將資料的副本儲存在RAM中；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您可以存儲由Web瀏覽器自動緩存的文件，以增強顯示功能;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;如果MATTERS提供桌面、手機或其他應用程序下載，在您同意受我們有關應用程序的終端用戶許可協議約束的條件下，您可以將一份副本下載到您的計算機或移動設備上，並且僅供您個人使用； </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;如果MATTERS為社交媒體功能提供某些內容，則您可以進行此類功能下被允許的操作。</p>
<p>6.5    您可以使用平台上的信息，但僅供您個人使用。除非在版權法下另有明確許可，否則在未經MATTERS和版權所有者明確許可的情況下，不得對下載內容進行複製、再分配、出版或商業利用。在允許複製、再分配或出版版權內容的情況下，不得更改或刪除作者歸屬、商標說明或版權聲明。您承認您不會通過下載版權內容來獲得任何所有權。</p>

<p><b><u>6. 商標</u></b></p>
<p>6.6    「MATTERS」商標是或被許可是MATTERS和/或其關聯公司在全球（無論是否註冊）的商標。MATTERS的名稱與商標以及所有相關的名稱、商標、產品與服務名稱、設計和標語均為MATTERS、其關聯公司或其許可方的商標。未經MATTERS事先書面許可，您不得使用此類商標。</p>
<p>6.7    其他產品以及平台上明確身份的公司名稱可以是MATTERS、其許可方和/或其關聯公司或第三方的名稱、商標、商號、服務商標、商標、標誌、其他專有名稱或標記。在平台上使用任何第三方的或歸屬於第三方的名稱、商標、商標、服務商標、商標、標誌或其他專有名稱或商標，以及能夠通過平台從第三方獲得特定商品或服務，均不可被解釋為此第三方受到平台的認可，贊助平台，或此第三方通過平台參與提供商品、服務或信息。</p>

<p><i>有關侵權的申訴</i></p>
<p>6.8    如果您認為有任何用戶內容侵犯了您的版權，請發送電子郵件至ask@matters.news，我們將指示您，如何向我們發送侵犯版權的通知。MATTERS將審核並處理所有符合要求的通知。</p>
<p>6.9    為避免疑義，MATTERS不對第三方提供的版權資料或第三方的知識產權侵權行為承擔任何責任。</p>

<p><b><u>7. 帳戶終止</u></b></p>
<p>7.1    MATTERS有權決定暫停（任意時間長度）或終止您對平台和/或服務的訪問，而無需事先通知，並且有權出於任何原因（包括但不限於您違反本條款和社區約章的任何規定）刪除或停用您的帳戶以及隱藏所有相關用戶內容。MATTERS對於有可能因為暫停或終止帳戶而導致的任何損失或損害不承擔任何責任。</p>
<p>7.2    收到您的書面請求後，MATTERS將在切實可行的範圍內盡快終止您的帳戶和/或隱藏您的所有用戶內容（如適用）。</p>
<p>7.3    如果終止，您將無法訪問您的帳戶（包括但不限於儲值錢包和儲值金額）。如果帳戶終止後您的儲值錢包中有餘額，您須向MATTERS提供書面說明（以及正確儲值錢包密碼），並在終止帳戶日起30天內要求提現所有儲值餘額。如果逾期未收到您的說明，您的儲值餘額將被沒收。為避免疑問，MATTERS持有的記錄應被視為儲值錢包中餘額的最終證據。</p>

<p><b><u>8. 免責聲明</u></b></p>
<p>8.1    本條款中的任何內容均不得限制因疏忽、欺詐或欺騙性的虛假陳述而造成人身傷害或死亡的責任。</p>
<p>8.2    您在使用平台、其內容、服務以及通過平台獲得的任何產品時的風險均由您自行承擔。平台、其內容、服務以及通過平台獲得的任何項目均基於「現狀」和「可有」的基礎被提供，不附帶任何形式的明示或暗示的保證。在不限制上述規定的前提下，MATTERS或與MATTERS相關的任何人均不表示或保證，平台、其內容、服務以及通過平台獲得的任何項目是準確的、可靠的、無差錯或不間斷的，其中的缺損會得到修正，平台或平台的服務器沒有病毒或其他有害組件，又或者平台、服務和通過平台獲得的任何項目將滿足您的需求或期望。</p>
<p>8.3    您理解，MATTERS無法保證也不保證您從平台下載的任何內容不含有病毒或其他破壞性代碼。您有責任設置充足的程序和檢查點，以滿足您對反病毒保護、數據輸入輸出準確性，以及在平台外部維持一個途徑用於重建任何丟失數據的特定要求。對於在您使用平台、服務以及通過平台獲得的任何項目時，或您從平台或其他網站的平台鏈接下載內容時，有可能感染到您的計算機設備、計算機程序、數據或其他專有材料的病毒、分散式阻斷服務攻擊（DDoS）、或其他含有有害技術的材料所造成的任何損失或損害，MATTERS概不負責。</p>
<p>8.4    您理解並同意，第三方或外部工具（包括但不限於互聯網）引起的作為或不作為可能會造成平台連接受損或中斷的情況。MATTERS將盡一切商業上合理的努力採取任何其認為適當的措施來補救與避免此類事件，但MATTERS不保證一定不會發生此類事件。您同意MATTERS對於在此類事件中任何違反本條款的行為不承擔責任。</p>
<p>8.5    除非是MATTERS方因有意或故意的不當管理或重大疏忽而有過錯，否則MATTERS不對任何由服務器錯誤、錯誤或重定向傳輸、互聯網連接失敗、傳輸或接受預約中斷、任何計算機病毒或其他技術缺點而導致的故障負責，無論是人為的還是技術性的。</p>
<p>8.6    平台可能包含指向第三方網頁與服務（比如由 Google 提供的 reCAPTCHA 服務）（<b><i>第三方內容</i></b>）的鏈接，此類鏈接和服務僅為方便您而提供。MATTERS不擁有對任何第三方內容的絕對控制權，並且不對其承擔任何責任，也不對您在使用它們的過程中可能造成的任何損失或損害承擔任何責任。如果您決定訪問平台鏈接的任何第三方內容，則您必須自行承擔所有風險並且遵守此第三方內容的使用條款和條件（包括但不僅限於 Google 的隱私權政策和服務條款）。</p>
<p>8.7    對於因第三方服務商提供的儲值和提現交易而引起的任何損失，無法訪問或交易，MATTERS將不對您承擔任何責任或對任何損失承擔責任，包括但不限於（i）與傳輸有關的任何損失，延遲，錯誤或遺漏； （ii）適用法律可能施加的任何外匯管製或限制； （iii）這些控製或限制對您造成的相關的損失或延誤；和/或（iv）第三方服務提供商可能收取的任何費用。
<p>8.8    對於因儲值錢包引起的或與之相關的任何事項，或由於任何不當或未經授權使用儲值錢包而造成您或任何其他人遭受的損失和費用，MATTERS概不負責。如果未提供準確的儲值錢包密碼或有合理理由相信儲值錢包已被更改或干擾，或發現有允許第三方更改或干擾您儲值錢包中的數據的行為，MATTERS有權不處理這些付款或提款指示。MATTERS有權追回由此造成的費用和損失。在適用法律允許的範圍內，MATTERS排除因使用儲值錢包而引起或與之相關的所有損失，損壞，成本，費用，責任和罰款。適用法律允許的範圍內，MATTER不承擔因使用儲值錢包而引起或與之相關的所有損失，費用，責任和罰款。</p>
<p>8.9    對於您使用第三方貨幣和第三方貨幣交易中產生的有關的任何損失，MATTERS不承擔責任</p>
<p>8.10    MATTERS特此聲明不作任何法定的或其他任何形式的保證（無論明示或暗示的），包括但不限於任何商銷性、不侵權以及特定用途適用性的保證</p>
<p>8.11    您理解並同意，您有責任確保您對平台和/或服務的使用符合適用法律（包括但不限於與反洗錢法規相關的活動）負有全部責任。不符合適用法律的對平台和/或服務的任何使用，均不得解釋為由我們發布，引起，複製，複製，允許，授權，同意，徵求或以其他方式認可。我們不承擔您因不遵守適用法律（包括但不限於任何適用的反洗錢法律和法規）而使用平台和/或服務而產生或與之相關的所有責任。</p>
<p>8.12    本第8條條款不影響根據相關法律不能被限制或排除的任何保證或責任。</p>

<p><b><u>9. 責任限制</u></b></p>
<p>9.1    在任何情況下，MATTERS、其關聯公司、其各自的許可方、服務提供商、員工、代理人、主管或董事在任何法律下均不對由於您自己的使用或與您使用相關聯的原因造成的損害，或者導致您無法使用帳戶，和您帳戶相關的第三方貨幣帳戶（包括和您帳戶相連的第三方貨幣和第三方貨幣帳戶），您的儲值錢包（包括但不限於儲值錢包金額的損失），平台和/或服務、平台或此類其他網站上的任何內容，或者無法使用通過平台或此類其他網站獲得的任何服務或項目等任何類型的損害而承擔責任，其中包括任何直接、間接、特殊的、偶然的、後果性的或懲罰性的損害，包括但不限於人身傷害、痛苦與磨難、精神損害、收入損失、利益損失、業務損失、預期結餘損失、使用權損害、商譽損失、數據損失，以及無論是否由（包括疏忽的）侵權引起的違約等，即便是可預見的。</p>
<p>9.2     此外，相關適用的法律有可能不允許MATTERS限制或免除上述責任。在這樣的情況下，MATTERS應在相關法律規定的範圍內承擔相應的責任。在引起索賠的事件發生後，申訴方應盡快提交索賠申請。</p>
<p>9.3    您接受並承認，使用互聯網平台和服務存在風險，包括但不限於硬件故障、軟件故障、互聯網連接故障的風險，惡意軟件植入的風險，以及第三方有可能未經授權訪問存儲在您帳戶、第三方貨幣帳戶，儲值帳戶或與您帳戶相關聯的信息（包括但不限於您的密碼和私鑰）的風險。您接受並承認，MATTERS對於您使用服務時可能遇到的任何通信故障、中斷、錯誤、失真或延遲不承擔責任。</p>
<p>9.4    根據適用法規關於時效的規定，被過分延遲提交的索賠請求可能會被視作無效。只有真實的索賠才能得到處理。儘管有上述規定，任何由本條款、平台和/或服務引起的或與本條款、平台和/或服務相關的任何訴訟或索賠請求必須在訴因產生後一（1）年內被提交，否則在此期限過後此訴訟或索賠將被永久禁止。</p>
<p>9.5    在不影響上述規定的情況下以及在適用法律允許的情況下，MATTERS對任何一位用戶的累計賠償責任均不得超過150美金。</p>

<p><b><u>10. 賠償保障</u></b></p>
<p>10.1    您同意賠償和豁免MATTERS所有因為您的作為、不作為或疏忽而引致或遭受的任何索賠、責任、損害、損失和金錢賠償的責任，包括但不限於由以下情況（或內容）引起或與以下情況（或內容）相關的MATTERS、其關聯公司、其各自的許可方、服務提供商、員工、代理人、主管和/或董事被要求支付的、蒙受的、或被強加的法律及其他費用：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您在違反本條款和適用的法律法規，和/或侵犯任何第三方權利的情況下訪問、使用或濫用平台和/或服務;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您帳戶，您第三方貨幣帳戶（包括鏈接到您帳戶的第三方貨幣和您的第三方貨幣帳戶），儲值錢包（包括儲值錢包中的金額）下存在任何未經授權的活動或行為，無論您是否已授權或知曉此活動或行為; </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;您發佈的任何用戶內容。</p>
<p>10.2    如果您為某第三方或代表某第三方利益使用平台和/或服務，則您對您提供的有關信息的準確性上出現的任何錯誤負責。此外，您必須告知此第三方所有適用的條款。當此第三方或用戶未能履行上述義務時，則為此第三方或代表此第三方利益使用平台和/或服務的每個用戶均同意賠償並豁免MATTERS和其關聯公司（如適用）任何以及所有責任、損失、損害、訴訟與索賠（包括辯護費用）。</p>

<p><b><u>11. 使用手機應用程序的標準條款</u></b></p>
<p>11.1    通過手機應用程序訪問或使用平台，即表示您承認並同意受Apple App Store和/或Google Play（如適用）不時修訂的標準條款的約束。</p>

<p><b><u>12. 其他規定</u></b></p>
<p>12.1    本條款接替並取代MATTERS與您之間涉及平台和/或服務的任何以及所有事先的口頭或書面諒解或協議。</p>
<p>12.2    未經MATTERS事先書面許可，您不得借法律的實施或以其他方式轉讓或轉移這些條款。MATTERS有權自行決定轉讓或轉移這些條款，並不受任何限制。在上述規定的規限下，本條款將對您、MATTERS、您與MATTERS各自的繼承人、被許可的受讓人和法律代表的利益具有適用性和約束力。</p>
<p>12.3    在此條款下任何被許可或被要求的通知或其他消息，包括有關修改本條款的通知，將由MATTERS以書面形式通過電子郵件發送。</p>
<p>12.4    MATTERS未行使本條款的任何權利或規定並不構成MATTERS對在未來行使該權利或條款的放棄。任何此類權利或規定的放棄只有在以書面形式並由正式授權的MATTERS代表簽字時才有效。除非本條款明確規定，否則任何一方根據本條款實施的任何救濟方法將不影響本條款下的其他救濟方法。</p>
<p>12.5    本條款受特拉華州法律管轄，並按照特拉華州法律解釋。本條款的各方不可撤回地同意，特拉華州法院對與本條款有關或由本條款引起的任何索賠或爭議擁有專屬管轄權。</p>
<p>12.6    本條款和條件的原始英文版本可能被翻譯成其他語言。如果對本條款的內容或解釋存在爭議，亦或者本條款的英文版本與任何其他語言版本之間存在矛盾或不一致，則在法律允許的範圍內，英語版本適用、優先並具有決定性。</p>
<p>12.7    本條款應被視為可分割的。如有任何條款被確定為不可執行的或無效的，則應依然在適用法律允許的最大範圍內執行此條款，並且任何條款被確定無效都不應影響任何其他條款的有效性和可執行性。被分割的條款應由盡可能接近原先措辭和意圖的新條款取代。</p>
<p>12.8    與平台有關的所有投訴、反饋、評論、技術支持請求和其他聯絡信息請直接發送至 ask@matters.news。 </p>

</details>
  `,
  zh_hans: /* html */ `
<details class="u-content u-details">
<summary>
  <h3>用户协议</h3>
</summary>

<p><small>更新日期：2020 年 7 月 20 日</small></p>
<p>请仔细阅读以下条款，这些条款包含了有关您合法权利和义务的重要信息。当您访问或使用MATTERS时，即表示您完全接受以下条款的约束。如果您不同意这些条款，可以选择不进入MATTERS。此中文条款为英文版本译本，如中、英文两个版本有任何抵触或不相符之处，请以后面的英文版本为准。</p>
<p><i>关于条款修改：</i></p>
<p>MATTERS 保留自行修改条款的权利。修改后，MATTERS将通过平台公布其修改，或以其它方式向您告知。如果您在MATTERS公佈修改后继续访问和使用MATTERS，则表示您同意接受修改后的条款。如果您不同意修改后的条款，您只能停止使用平台和服务。</p>

<p><b><u>1. 定义和解释</u></b></p>
<p>1.1    下列术语的定义以及解释的规则适用于本条款，除非另有定义：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>帳戶</i></b>是指MATTERS为其注册用户提供的帳戶，用于使用平台和服务；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>关联公司</i></b>，就MATTERS而言，目前是指（i）MATTERS的任何附属公司；（ii）MATTERS的任何子公司；（iii）MATTERS的任何控股公司；（iv）MATTERS的任何母公司；（v）MATTERS的任何集团公司；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>社区约章</i></b>指MATTERS的社区约章，列出了平台对于用户行为的规范和期望，并会不时修改；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>内容</i></b>是指文本、图形、图像、音频、视频、信息和其他材料；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>内容标准</i></b>是指任何用户在平台发布的任何内容的标准，详见本条款第5.5条；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>知识产权</i></b>是指与平台相关的所有版权和其他知识产权，无论其以何种形式呈现、为哪种媒体形式体现、是否已注册，包括但不限于专利、设计权、商标、服务商标、应用程序、前述任何一项的申请权利、数据库权利、专有技术、商业名称、机密信息权利、商誉以及世界范围内存在的其他类似的权利；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>专有技术</i></b>是指与平台和/或服务相关的所有技术、经验、数据、技术和商业信息，包括但不限于运营模式；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS</i></b>是指 MATTERS, INC.，一家基于美国特拉华州法律注册成立的私营有限公司；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS库</i></b>是指MATTERS用于记录和共享所有内容的可公开访问的分布式数据库；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>在线课程</i></b>是指由MATTERS组织、安排或以其他方式提供给平台上用户的在线课程；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>密码</i></b>指註册用户对其帐户和第三方货币帐户设置的所有此类（i）密码；（ii）为其储值钱包设置的个人密码；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>平台</i></b>是指MATTERS以网站、手机应用或其他形式向用户提供服务的平台；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>隐私政策</i></b>是指MATTERS的隐私政策，并由MATTERS不时更新；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>私钥</i></b>的定义请参照本条款第3.3条(ii)；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(o)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>发布</i></b>是指，就任何内容而言，在平台上或通过平台张贴内容，提交内容，发表内容，展示内容或转发加密货币（如适用）和/或内容给其他用户或其他人（包括对内容的评论），被发布的定义也应照此解释;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(p)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>服务</i></b>的定义请参照本条款第2.1条；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(q)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>储值金额</i></b>的定义请参照本条款第2.1条；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(r)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>储值钱包</i></b>是指MATTERS提供给其註册用户在MATTERS使用的数字钱包；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(s)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>储值钱包密码</i></b>是指註册用户为使用储值钱包而设置的个人密码；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(t)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>税收</i></b>是指任何适用司法管辖区的地方、市政、政府、州、联邦、或其他机构或当局施加的、征收的或强制执行的扣缴、关税、捐税、征税、社会保障费用以及地税等在所有情况下都具有课税性质的所有形式的税收，以及任何与之相关的利息、处罚、附加费或罚款；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(u)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>条款</i></b>是指由MATTERS不时修订、修改或以其他方式更新的条款和条件（包括隐私政策）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(v)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>第三方内容</i></b>的定义请参照本条款第8.6条；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(w)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>第三方货币</i></b>是指用户可以在平台上存储，发送和/或接收的任何加密货币（始终由第三方操作，维护或以其他方式提供）</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(x)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>第三方货币帐户</i></b>表示与相应的第三方货币相关联的任何此类帐户（始终由第三方运营，维护或以其他方式提供）。</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(y)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>用户内容</i></b>是指由任何用户发布到平台的任何内容。</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(z)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>用户</i></b>是指平台的任何用户，用户们也应照此解释；</p>
<p>1.2    提及个人、公司、托管、合作伙伴、非法人团体或其他实体，应被理解为包括他们中的任何一个。</p>
<p>1.3    提及单一性别的词语应被理解为包括所有性别，提及单一个人的词语应被理解为包括多数人，反之亦然，提及单数词的含义应被理解为包括复数词，反之亦然，提及整体应被理解为包括对其中任何部分的提及。</p>

<p><b><u>2. 服务</u></b></p>

<p><i>服务范围</i></p>
<p>2.1    MATTERS为用户提供访问平台的权限，该平台为其注册用户提供访问其帐户，其储值钱包和第三方货币帐户的权限，并使他们能够（i）通过MATTERS发布内容；（ii）访问用户内容；(iii) 提供在线课程；(iv) 参加在线课程（服务）。平台和服务的访问与使用均受本条款的约束。若您在使用平台和/或服务时未按照本条款的规定，将有可能被追究民事与刑事责任。</p>
<p><i>暂停、中止或终止服务</i></p>
<p>2.2    在法律允许的范围内，MATTERS保留暂时或永久更改、暂停或终止平台全部或者部分服务的权利，无需另行通知。对于此类暂时或永久性的更改、暂停或终止，将可能导致您无法访问保存在您帐户内但未被保存在分布式网络的内容，而MATTERS不需要对您或任何第三方承担责任。您需负责在平台之外存储与您帐户，储值钱包，第三方货币钱包和内容有关的信息。如果您不在平台之外备份这些信息，则可能在MATTERS修改或终止平台和服务时，您无法访问您的第三方货币钱包和/或与您的帐户关联的内容。</p>

<p><i>资格</i></p>
<p>2.3    本平台和/或服务面向的使用者年龄不得低于18岁。您必须年满18岁才能访问或使用平台和/或服务。</p>

<p><i>地理限制</i></p>
<p>2.4    MATTERS并未声明，平台或其任何内容在您所在的司法管辖范围以外的地区也是可访问的或合适的。有些人或者在有些国家访问本平台可能是不合法的。您确认您应承担责任并采取措施遵守您和任何适用司法管辖区中的所有本地法律。</p>

<p><b><u>3. 帳戶注册与帳戶安全</u></b></p>

<p><i>帳戶注册</i></p>
<p>3.1    要在平台上发布内容，您需要先同意本条款并提供相应的详细注册信息或其他信息，以创建您的帳戶。使用平台的前提条件为，您在平台上所提供的所有信息是正确、最新以及完整的。</p>
<p>3.2    除了本条款第3.9(c)和4.8条中提及的内容外，MATTERS目前不收取任何服务费用，但MATTERS保留将来收取费用的权利，如果要收取费用，在您使用任何收费服务前应向您清楚告知收费事宜。</p>
<p>3.3    在您完成註册后，MATTERS会为您自动生成：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;通过您的帐户进入的储值钱包。您可以根据条款在储值钱包中进行储值，付款和提现；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(ii)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS会为您生成一个与一对私钥（参见术语私钥）和公钥链接的加密货币钱包，这对私钥和公钥仅提供给您一人并且完全由您拥有。</p>
<p>3.4    您了解并同意您使用的储值钱包，第三方服务商提供的加密货币钱包，第三方货币帐户和第三方货币将受此类条款约束且第三方服务提供商可能不时会收取服务费用。</p>

<p><i>帳戶安全</i></p>
<p>3.5    您有责任维护帐戶、密码、第三方货币帐户和私钥各个方面的安全。您必须确保密码和私钥的安全。您接受并承认，如果您没有密码和/或密钥，您将无法访问与您帐戶相关联的储值钱包任何用户内容和加密货币（如适用）。您承认您的帐戶属于您个人，并且同意您不会向其他任何人提供访问平台所需要的用户名、密码、私钥或其他安全信息。您必须将这些信息严格保密，不得将其透露给其他任何人或实体。</p>
<p>3.6    您同意，当您发现帐户、储值钱包、第三方货币帐户被未经授权访问或使用，或者有其他安全问题时立即通知MATTERS。在此您同意，在适用法律允许的最大范围内，您对任何在您的帐户、密码、第三方货币帐户和私钥下發生的活动（包括与您帐户链接第三方货币及其帐户）负责，并接受任何授权的或未授权的对您帐户、储值钱包（包括储值金额）和第三方货币帐户和私钥的访问（包括与您帐户链接第三方货币及其帐户）可能带来的所有风险。</p>
<p>3.7    您理解并同意数字虚拟钱包和密码学是不断进步的领域。代码破解的进步或技术的进步（比如量子计算机）可能会对平台、服务和用户帐戶、储值钱包、第三方货币帐户造成风险，导致您的财产被盗或丢失。在使用平台和/或服务时，您承认并接受此类内在风险。</p>

<p><i>私钥的保管</i></p>
<p>3.8    MATTERS无法访问且不会接收或存储您的私钥，因此对任何和所有此类私钥的安全保存和/或管理不承担任何责任。</p>

<p>3.9    关于储值钱包中的储值和提现，您了解并同意：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS可能会根据实际情况和适用法律，对储值钱包设置最小和最大的储值、支付和提现额度。如有此类设置，MATTERS会告知您。如有疑虑，您可以将储值钱包中的钱提出；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS会通过第三方服务商来执行您对储值钱包的储值和提现管理。建议您仔细阅读第三方服务商的服务条款以了解他们对每次储值和提现操作的要求和需收取的费用。您同意（i）授权我们指定的第三方服务商根据这些条款提供您储值和提现的服务；（ii）储值和提现服务是由第三方服务商提供，不在MATTERS的控制和责任范围内；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS有权向您收取储值钱包中储值金额百分之十五（15％）的行政服务费，费用比例会由MATTERS决定。您同意，MATTERS有权在第三方服务商进行提现服务之前，从您的储值金额中扣除适用的行政管理费；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;您同意，MATTERS会认为从您帐户發出的有关储值钱包指令都是来自您的操作并且会根据这些指令采取行动。您还同意，如果未收到正确授权指令或发生任何其他违反安全性规定的情况，MATTERS和指定的第三方支付提供商有权不处理或延迟处理这样的指示。您同意豁免MATTERS对与因本条款引起的诉讼，索赔，损失，成本和费用的责任。</p>

<p>3.10    关于您对储值钱包的使用和义务，您理解并同意：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您不得以下列任何方式使用您的储值钱包：（i）违反本条款或违反任何适用法律（包括但不限于与反洗钱活动有关的任何法律和法规）；（ii）可能产生对MATTERS，其他用户或第三方的投诉，纠纷，索赔，处罚或其他责任;  (iii）可能导致MATTERS违反或不遵守任何此类适用法律；（iv）可能损坏，或让平台的服务以及安全保障失效、承担过多负担，以及干扰其他用户；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您不得以任何方式篡改储值钱包（包括但不限于储值钱包中涉及的软件，应用程序，功能和数据）。如果您的储值钱包被篡改，MATTERS将不会接受任何交易或允许提现；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;如果您怀疑有未经您授权的交易或有人使用您的储值钱包，您必须尽快通知MATTERS；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;在适当情况下，当警方要调查涉嫌未经授权的使用，或者您的储值钱包被攻击或被篡改，或者当MATTERS在合理或适用法律要求的理由下怀疑有可疑行为或使用模式，您会与MATTERS合作。</p>

<p>3.11    关于您储值钱包中的储值金额，您理解并同意：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;仅当您提供正确的储值钱包密码后，MATTERS才能处理您储值钱包中的付款或提取现金的指示；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS在得到您的指示后会立即处理付款。因此，一旦MATTERS收到付款指示，您就无法取消或更改。无论什麽情况，平台上的储值和交易都是不可取消的，并且相关的储值也不可退款。对于因您错误的指示而给您造成的损失，MATTERS不承担责任。</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;储值不会产生利息，没有到期日，并且不可转让。</p>

<p><b><u>4. 平台与服务的使用</u></b></p>

<p><i>有限许可</i></p>
<p>4.1    MATTERS只能授予您本条款中明确准许的，用于访问和使用平台的有限的、受限制的、个人的、不可转让的、不可再授权的以及可撤销的许可。除此之外，MATTERS不授予您与平台相关的任何其他权利或许可，并且保留本条款中未明确答应给予的任何权利或许可。</p>
<p>4.2    本条款中的任何内容既不意图也不构成您与MATTERS之间的任何合作、合资、代理、咨询或托管关系。</p>

<p><i>被禁止的使用</i></p>
<p>4.3    作为使用平台和/或服务的前提条件，您同意您不会：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;使用平台和/或服务用于任何违法的、非法的或本条款和/或社区约章中明令禁止的目的；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;发送、接收、发布、下载、使用或再使用不符合内容标准和/或社区约章的任何材料；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;进行任何限制或禁止任何人使用或享受平台和/或服务，或者在我们的判断下任何可能危害MATTERS或其他用户，或者有可能使MATTERS或其他用户承担法律责任的行为；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;以可能使网页失效、过载、损坏或损伤，或者可能干扰平台和/或服务正常运行与使用的任何方式使用平台和/或服务，亦或者使用此类的任何装置、软件或程序；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;在未经MATTERS事先许可的情况下修改、复制、传输、展示、执行、再版、出版、许可、转让、出售或再出售从平台和/或服务中获得任何信息、软件、产品或服务，亦或者由此信息、软件、产品或服务创造衍生作品；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;出于任何MATTERS事先书面许可以外的目的，使用网络机器人、网络爬虫、网络抓取或其他自动化手段，或手动处理来访问、监控或复制任何平台和/或服务的内容或信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;出于任何MATTERS事先书面许可以外的目，深层链接至平台的任何部分；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;在未经MATTERS事先授权的情况下，以「数据帧」、「镜像」或以其他方式将平台的任何部分并入任何其他网页；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;在平台上和/或与服务相关的使用中，冒充其他人或实体，虚假陈述，以其他方式谎称您与某人或某实体的关系，亦或者使用虚假身份（包括但不限于使用与此人或实体相关的电子邮件地址或故意拍摄名字）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;通过操纵标识符（包括伪造头部代码）来隐瞒您发布的任何信息的来源；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;试图未经授权地访问、干扰、破坏或中断平台、服务、任何相关网站、储存平台的服务器，或任何连接至平台的服务器、电脑或数据库；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;通过任何非平台和/或服务提供的途径，获得或尝试获得任何材料或信息，包括采集或以其他方式收集其他人的信息，比如电子邮件地址。</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;做任何在MATTERS的合理判断下可能对平台和/或服务、MATTERS、其关联公司，以及其各自的许可人、供应商或服务提供商，亦或者以其他方式产生负面影响的事；和/或</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;辅助、煽动、鼓励或诱导以上任何一项行为。</p>

<p><i>在MATTERS库发布内容</i></p>
<p>4.4    您可以通过向MATTERS库提交数据的方式使用服务，发布用户内容（以及隐藏此用户内容（如适用））。MATTERS库由独立第三方的分布式网络负责运营，MATTERS并不拥有、控制或运营此第三方。MATTERS对MATTERS库不拥有完全控制权，因此MATTERS不能也不保证您通过服务提交的任何交易信息会在MATTERS库上被确认。您承认并同意，您通过服务提交的交易详情有可能被MATTERS库大幅延迟处理或不处理。</p>
<p>4.5    一旦您的交易信息（包括任何用户内容）被提交至MATTERS库，MATTERS将无法帮助您删除、取消或以其他方式修改您的交易信息。MATTERS对MATTERS库没有绝对控制权，有可能无法为您删除、取消或修改的请求提供便利。您接收并承认，MATTERS对您与MATTERS库的交易中由您引起的任何错误或遗漏不承担责任。</p>
<p>4.6    您有责任确定哪些税（如果有）适用于您通过服务提交过交易信息的交易，同时您有责任正确地向相应的税务机关报告并汇出相应税款。您同意，MATTERS没有责任为您确定您的交易适用哪种税，或收集、报告、扣缴、汇出由MATTERS库交易产生的任何税。</p>
<p>4.7    除本条款第3.9(c)和4.8条另有规定外，MATTERS和其关联公司不参与用户间的沟通、支付和/或互动，亦或者用户间沟通、支付和/或互动的内容（无论线上或线下，是否涉及金钱）。您理解并同意，您自己对您与其他用户之间的沟通、支付和互动负有全部责任，MATTERS对任何情况下用户间的沟通、支付和互动（无论线上或线下）不承担任何责任或义务，包括但不限于第三方货币的任何交易。如果您与其他用户或第三方服务商之间就储值钱包中的储值或提现存在任何争议，您须直接与该用户或第三方服务商协商解决。</p>
<p>4.8    您同意及时并完整地向MATTERS或其代表人指定的银行帳戶，或通过其他类似支付方式，亦或者通过第三方支付系统的方式支付网络课程的所有费用，具体支付方式由MATTERS不时公布。</p>
<p>4.9    如果您进行与平台和/或服务的涉及到第三方货币或储值钱包的交易。您同意，一旦您确认进行交易，您将无法取消或修改相关交易。</p>

<p><i>隐私政策</i></p>
<p>4.10    您同意，您通过平台和/或使用平台和/或服务时向MATTERS提供的所有信息受隐私政策的约束，并且您准许MATTERS在遵守隐私政策的范围内就您的信息采取任何行动。</p>

<p><b><u>5. 平台上的内容</u></b></p>

<p><i>用户内容</i></p>
<p>5.1    平台可能包含留言板、聊天室、个人主页或个人资料、论坛、公告板、应用程序接口（API）等能够让用户在平台上或通过平台发布用户内容的交互功能。</p>
<p>5.2    所有用户内容必须符合内容标准和社区约章。任何不符合内容标准和社区约章的用户内容将无法被发布和/或随时被MATTERS隐藏，无需提前通知。</p>
<p>5.3    您发布至平台的任何用户内容都将被视为非机密性的。MATTERS与其关联公司没有义务视任何用户内容为机密信息。为避免疑义，MATTERS不声明对任何用户内容的所有权。但是，您在平台上提供任何用户内容时，也授于MATTERS、其关联公司、其各自的被许可人、继承人和受让人，拥有非独家的、世界范围的、不可撤回的、无条件的、永久的权利与许可，在免费的基础上用于使用、修改、利用、复制、展示、扩散、再许可、传达和使有效任何用户内容等由MATTERS自行判断认为合适的任何目的。</p>
<p>5.4    您声明并担保：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您拥有并控制对用户内容的所有权利，或除此之外拥有向平台或通过平台发布与分配用户内容的合法权利；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您有权将此类许可授予MATTERS和其关联公司、他们各自的服务提供商、和他们各自的被许可人、继承人和受让人；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;您所有的用户内容都将遵守本条款，社区约章和任何适用法律法规的规定，不得侵犯任何人或实体的任何权利，或对任何人或实体造成伤害；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;您对您发布的任何用户内容负责，并且由您，而不是MATTERS，承担对此类用户内容的全部责任，包括合法性、可信性、准确性和合适性。</p>

<p><i>内容标准</i></p>
<p>5.5    内容标准适用于所有用户内容以及平台和/或服务的使用。用户内容必须全面遵守所有适用法律法规。在不限制前述内容的情况下，用户内容不得：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;包含任何诽谤、淫秽、猥亵、辱骂、冒犯、色情、骚扰、暴利、仇恨、歧视、侮辱、威胁、煽动或其他令人反感的内容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;宣传带有明显性内容或色情的材料、宣传暴力或基于种族、性别、宗教、国籍、残疾、性取向或年龄的歧视；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;侵犯任何专利、商标、商业秘密、版权或其他知识产权、或任何其他人的其他权利；或者内含任何抄袭的内容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;侵犯他人合法权利（包括宣传和隐私权），或内含在适用的法律法规下任何可能引起民事或刑事责任，或者可能与本条款冲突的内容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;是不准确的、误导的或可欺骗人的；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;宣传任何非法活动，或提倡、宣传或协助任何违法行为；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;假冒任何人，冒充他人的身份或其与其他人或组织的关系；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;涉及商业活动，进行销售，发送任何未被请求的广告或宣传资料、收集其他用户的电子邮件地址或其他联络信息用于发送广告信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;给人以他们为MATTERS成员或受MATTERS授权的印象，但事实并非如此；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;包含任何MATTERS认为（在其合理判断下）不合适在平台上发布的任何内容。</p>

<p><i>用户内容免责声明</i></p>
<p>5.6    用户在平台发布任何用户内容则表明其接受，任何由于MATTERS和/或其关联公司发表与使用此用户内容而产生的第三方的任何索赔要求，由用户承担全部法律和道德责任。MATTERS和其关联公司均不拥有或认可平台上发布的任何用户内容。所有用户内容的真实性、合法性和使用权由发布此内容的用户自行承担，MATTERS对此不承担责任。在适用法律法规允许的最大范围内，MATTERS对于发布的用户内容不承担任何责任与义务。</p>
<p>5.7    MATTERS和/或其关联公司既没有义务认可您用户内容的作者身份，也没有义务强制执行第三方任何形式的权利归属。</p>
<p>5.8    平台上或通过平台展示的内容仅供一般参考用途。MATTERS不保证任何内容的准确性、完整性或有用性。您对此类信息的依赖与使用均由您自行承担风险。在适用法律法规允许的最大范围内，MATTERS不承担由您或平台的其他访问者或被告知此类内容的任何人对此类资料的信赖而产生的所有责任和义务。</p>

<p><i>监督与执法</i></p>
<p>5.9    MATTERS有权但没有义务：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;自行决定以任何理由或无理由地隐藏或拒绝发佈任何用户内容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;对MATTERS自行判断下认为有必要对适当的任何用户内容採取任何措施，包括当MATTERS认为此类用户内容违反本条款和或社区约章，威胁到平台用户或公众的人身安全、或可能造成对MATTERS不利时;;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;向任何主张您发布的任何用户内容侵犯其权利（包括知识产权或隐私权）的第三方公开您的身份或其他有关您的信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;对任何非法或未经授权的平台的使用采取适当的法律行动，包括但不限于转交执法机构。</p>
<p>5.10    必要情况下，MATTERS须充分配合执法当局或法院指令的指示或要求，公开在平台上或通过平台发布材料的人员的身份或其他信息。您放弃并使MATTERS、其关联公司、其各自的被许可人和服务提供商免于承担任何由前述各方或执法当局在调查期间或调查后、以及因调查的结果而采取的任何行动所产生的任何索赔的责任。</p>
<p>5.11    为避免疑义，MATTERS不会在任何内容发布到平台之前对其进行审核，并且无法确保在其发布后立即隐藏令人反感的内容。因此，对于与传送、沟通或任何用户或第三方提供的内容相关的任何作为或不作为，MATTERS不承担任何义务。对于用户是否履行本章所述规定，MATTERS不承担任何责任与义务。</p>

<p><i>平台链接与社交媒体功能</i></p>
<p>5.12    只有当您秉持公平与合法，并且不损害不利用MATTERS或其任何关联公司的声誉时，您才可以建立至平台主页的链接，但您不得以任何让他人认为您与我们有关联、有获得我们批准或认可的形式建立链接。</p>
<p>5.13    平台有可能提供某些社交媒体功能，使您能够：</p>
<p>从您自己的网页链接至平台上的某些内容；</p>
<p>发送含有平台上某些内容，或含有链接至某些内容的链接的电子邮件或其他通讯方式；</p>
<p>在平台上的内容中含有MATTERS主页链接的条件下，能够让平台内容的有限部分展示或出现在您自己的网站上。</p>
<p>5.14    您仅能使用由我们提供，并且根据MATTERS任何相关附加条款条件的规定的仅仅与展示内容相关的功能。 在上述规定下，您不得：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;从任何不属于您的网站建立链接；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;通过框架、深层链接或直接链接使平台或平台的部分在其他网页上展示或出现；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;链接到平台主页以外的任何部分；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;对平台上与本条款中和社区约章任何不符合规定的材料采取任何行动。</p>
<p>5.15    您在其上建立平台链接或使他人可以访问到某些用户内容的网站，必须完全遵守内容标准和社区约章</p>
<p>5.16    您同意协助我们，使任何未经授权的框架或链接立即停止。MATTERS保留撤销链接许可且不需要通知的权利。</p>
<p>5.17    MATTERS可以根据自己判断随时禁用所有或任何社交媒体功能和任何链接，无需另行通知。</p>

<p><b><u>6. 知识产权</u></b></p>

<p><i>MATTERS的知识产权</i></p>
<p>6.1    平台包含版权材料、商业名称和其他专有信息，并且平台的整个内容受版权法保护。除非另有说明，否则服务所需的、平台提供的、或平台使用的软件，以及平台和平台上的内容（用户内容除外）和知识产权均归MATTERS、其关联公司和/或其各自的许可方、供应商或服务提供商所有。在选择、协调、安排和增强此类内容（用户内容除外）时，MATTERS与其许可方拥有版权和/或数据库权利。</p>
<p>6.2    平台的界面外观（网站或其他形式）受保留所有权利的版权保护。未经MATTERS明确书面许可，不得复制、仿制、或再使用HTML / CSS、JavaScript或可视设计元素或概念的任何部分。</p>
<p>6.3    MATTERS完全地保留平台和内容（用户内容除外）的所有权利（包括所有知识产权）、所有权和利益（包括被翻译的内容）。任何未经授权的使用将构成对MATTERS知识产权的重大侵权。</p>

<p><i>禁止行为</i></p>
<p>6.4    您不得修改、发表、参与转让或销售、或以任何方式利用平台和平台上的内容，无论是全部地还是部分地，除非是本条款中规定的以下情况：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您的计算机可以在您访问和查看这些资料时，附带地暂时将资料的副本储存在RAM中；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您可以存储由Web浏览器自动缓存的文件，以增强显示功能;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;如果MATTERS提供桌面、手机或其他应用程序下载，在您同意受我们有关应用程序的终端用户许可协议约束的条件下，您可以将一份副本下载到您的计算机或移动设备上，并且仅供您个人使用； </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;如果MATTERS为社交媒体功能提供某些内容，则您可以进行此类功能下被允许的操作。</p>
<p>6.5    您可以使用平台上的信息，但仅供您个人使用。除非在版权法下另有明确许可，否则在未经MATTERS和版权所有者明确许可的情况下，不得对下载内容进行复制、再分配、出版或商业利用。在允许复制、再分配或出版版权内容的情况下，不得更改或删除作者归属、商标说明或版权声明。您承认您不会通过下载版权内容来获得任何所有权。</p>

<p><b><u>6. 商标</u></b></p>
<p>6.6    “MATTERS”商标是或被许可是MATTERS和/或其关联公司在全球（无论是否注册）的商标。MATTERS的名称与商标以及所有相关的名称、商标、产品与服务名称、设计和标语均为MATTERS、其关联公司或其许可方的商标。未经MATTERS事先书面许可，您不得使用此类商标。</p>
<p>6.7    其他产品以及平台上明确身份的公司名称可以是MATTERS、其许可方和/或其关联公司或第三方的名称、商标、商号、服务商标、商标、标志、其他专有名称或标记。在平台上使用任何第三方的或归属于第三方的名称、商标、商标、服务商标、商标、标志或其他专有名称或商标，以及能够通过平台从第三方获得特定商品或服务，均不可被解释为此第三方受到平台的认可，赞助平台，或此第三方通过平台参与提供商品、服务或信息。</p>

<p><i>有关侵权的申诉</i></p>
<p>6.8    如果您认为有任何用户内容侵犯了您的版权，请发送电子邮件至ask@matters.news，我们将指示您，如何向我们发送侵犯版权的通知。MATTERS将审核并处理所有符合要求的通知。</p>
<p>6.9    为避免疑义，MATTERS不对第三方提供的版权资料或第三方的知识产权侵权行为承担任何责任。</p>

<p><b><u>7. 帳戶终止</u></b></p>
<p>7.1    MATTERS有权决定暂停（任意时间长度）或终止您对平台和/或服务的访问，而无需事先通知，并且有权出于任何原因（包括但不限于您违反本条款和社区约章的任何规定）删除或停用您的帳戶以及隐藏所有相关用户内容。MATTERS对于有可能因为暂停或终止帳戶而导致的任何损失或损害不承担任何责任。</p>
<p>7.2    收到您的书面请求后，MATTERS将在切实可行的范围内尽快终止您的帐户和/或隐藏您的所有用户内容（如适用）。</p>
<p>7.3    如果终止，您将无法访问您的帐户。如果终止，您将无法访问您的帐户（包括但不限于储值钱包和储值金额）。如果帐户终止后您的储值钱包中有余额，您须向MATTERS提供书面说明（以及正确储值钱包密码），并在终止帐户日起30天内要求提现所有储值余额。如果逾期未收到您的说明，您的储值余额将被没收。为避免疑问，MATTERS持有的记录应被视为储值钱包中余额的最终证据。</p>

<p><b><u>8. 免责声明</u></b></p>
<p>8.1    本条款中的任何内容均不得限制因疏忽、欺诈或欺骗性的虚假陈述而造成人身伤害或死亡的责任。</p>
<p>8.2    您在使用平台、其内容、服务以及通过平台获得的任何产品时的风险均由您自行承担。平台、其内容、服务以及通过平台获得的任何项目均基于「现状」和「可有」的基础被提供，不附带任何形式的明示或暗示的保证。在不限制上述规定的前提下，MATTERS或与MATTERS相关的任何人均不表示或保证，平台、其内容、服务以及通过平台获得的任何项目是准确的、可靠的、无差错或不间断的，其中的缺损会得到修正，平台或平台的服务器没有病毒或其他有害组件，又或者平台、服务和通过平台获得的任何项目将满足您的需求或期望。</p>
<p>8.3    您理解，MATTERS无法保证也不保证您从平台下载的任何内容不含有病毒或其他破坏性代码。 您有责任设置充足的程序和检查点，以满足您对反病毒保护、数据输入输出准确性，以及在平台外部维持一个途径用于重建任何丢失数据的特定要求。对于在您使用平台、服务以及通过平台获得的任何项目时，或您从平台或其他网站的平台链接下载内容时，   有可能感染到您的计算机设备、计算机程序、数据或其他专有材料的病毒、分散式阻断服务攻击（DDoS）、或其他含有有害技术的材料所造成的任何损失或损害，MATTERS概不负责。</p>
<p>8.4    您理解并同意，第三方或外部工具（包括但不限于互联网）引起的作为或不作为可能会造成平台连接受损或中断的情况。MATTERS将尽一切商业上合理的努力采取任何其认为适当的措施来补救与避免此类事件，但MATTERS不保证一定不会发生此类事件。您同意MATTERS对于在此类事件中任何违反本条款的行为不承担责任。</p>
<p>8.5    除非是MATTERS方因有意或故意的不当管理或重大疏忽而有过错，否则MATTERS不对任何由服务器错误、错误或重定向传输、互联网连接失败、传输或接受预约中断、任何计算机病毒或其他技术缺点而导致的故障负责，无论是人为的还是技术性的。</p>
<p>8.6    平台可能包含指向第三方网页与服务（比如由 Google 提供的 reCAPTCHA 服务）（<b><i>第三方内容</i></b>）的链接，此类链接和服务仅为方便您而提供。MATTERS不拥有对任何第三方内容的绝对控制权，并且不对其承担任何责任，也不对您在使用它们的过程中可能造成的任何损失或损害承担任何责任。如果您决定访问平台链接的任何第三方内容，则您必须自行承担所有风险并且遵守此第三方内容的使用条款和条件（包括但不仅限于 Google 的隐私权政策和服务条款）。</p>
<p>8.7    对于因第三方服务商提供的储值和提现交易而引起的任何损失，无法访问或交易，MATTERS将不对您承担任何责任或对任何损失承担责任，包括但不限于（i）与传输有关的任何损失，延迟，错误或遗漏； （ii）适用法律可能施加的任何外汇管制或限制； （iii）这些控制或限制对您造成的相关的损失或延误；和/或（iv）第三方服务提供商可能收取的任何费用。</p>
<p>8.8    对于因储值钱包引起的或与之相关的任何事项，或由于任何不当或未经授权使用储值钱包而造成您或任何其他人遭受的损失和费用，MATTERS概不负责。如果未提供准确的储值钱包密码或有合理理由相信储值钱包已被更改或干扰，或发现有允许第三方更改或干扰您储值钱包中的数据的行为，MATTERS有权不处理这些付款或提款指示。MATTERS有权追回由此造成的费用和损失。在适用法律允许的范围内，MATTERS排除因使用储值钱包而引起或与之相关的所有损失，损坏，成本，费用，责任和罚款。适用法律允许的范围内，MATTER不承担因使用储值钱包而引起或与之相关的所有损失，费用，责任和罚款。</p>
<p>8.9    对于您使用第三方货币和第三方货币交易中产生的有关的任何损失，MATTERS不承担责任。</p>
<p>8.10    MATTERS特此声明不作任何法定的或其他任何形式的保证（无论明示或暗示的），包括但不限于任何商销性、不侵权以及特定用途适用性的保证。</p>
<p>8.11    您理解并同意，您自己对确保您平台和/或服务的使用遵守相关适用法律（包括但不限于与反洗钱法规相关的活动）负有全部责任。任何不遵守相关法律的平台和/或服务的使用不得解释为是由我们公布、引起、复制、复印、准许、授权、同意、请求或以其他方式批准的。我们不承担任何因您使用平台和/或服务时未遵守相关适用法律而产生的或与之相关的所有责任，包括但不限于任何适用的反洗钱法。</p>
<p>8.12    本第8条条款不影响根据相关法律不能被限制或排除的任何保证或责任。</p>

<p><b><u>9. 责任限制</u></b></p>
<p>9.1    在任何情况下，MATTERS、其关联公司、其各自的许可方、服务提供商、员工、代理人、主管或董事在任何法律下均不对由于您自己的使用或与您使用相关联的原因造成的损害，或者导致您无法使用帐戶，和您帐户相关的第三方货币帐户（包括和您帐户相连的第三方货币和第三方货币帐户）、您的储值钱包（包括但不限于储值钱包金额的损失）、平台和/或服务、平台或此类其他网站上的任何内容，或者无法使用通过平台或此类其他网站获得的任何服务或项目等任何类型的损害而承担责任，其中包括任何直接、间接、特殊的、偶然的、后果性的或惩罚性的损害，包括但不限于人身伤害、痛苦与磨难、精神损害、收入损失、利益损失、业务损失、预期结余损失、使用权损害、商誉损失、数据损失，以及无论是否由（包括疏忽的）侵权引起的违约等，即便是可预见的。</p>
<p>9.2     此外，相关适用的法律有可能不允许MATTERS限制或免除上述责任。在这样的情况下，MATTERS应在相关法律规定的范围内承担相应的责任。在引起索赔的事件发生后，申诉方应尽快提交索赔申请。</p>
<p>9.3    您接受并承认，使用互联网平台和服务存在风险，包括但不限于硬件故障、软件故障和互联网连接故障的风险，恶意软件植入的风险，以及第三方有可能未经授权访问存储在您帐戶、第三方货币帐户、储值帐户内或与您帐戶相关联的信息（包括但不限于您的密码和私钥）的风险。您接受并承认，MATTERS对于您使用服务时可能遇到的任何通信故障、中断、错误、失真或延迟不承担责任。</p>
<p>9.4    根据适用法规关于时效的规定，被过分延迟提交的索赔请求可能会被视作无效。只有真实的索赔才能得到处理。尽管有上述规定，任何由本条款、平台和/或服务引起的或与本条款、平台和/或服务相关的任何诉讼或索赔请求必须在诉因产生后一（1）年内被提交，否则在此期限过后此诉讼或索赔将被永久禁止。</p>
<p>9.5    在不影响上述规定的情况下以及在适用法律允许的情况下，MATTERS对任何一位用户的累计赔偿责任在任何情况下均不得超过150美金。</p>

<p><b><u>10. 赔偿保障</u></b></p>
<p>10.1    您同意赔偿和豁免MATTERS所有因为您的作为、不作为或疏忽而引致或遭受的任何索赔、责任、损害、损失和金钱赔偿的责任，包括但不限于由以下情况（或内容）引起或与以下情况（或内容）相关的MATTERS、其关联公司、其各自的许可方、服务提供商、员工、代理人、主管和/或董事被要求支付的、蒙受的、或被强加的法律及其他费用：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您在违反本条款和适用的法律法规，和/或侵犯任何第三方权利的情况下访问、使用或滥用平台和/或服务;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您帐戶，您第三方货币帐户（包括链接到您帐户的第三方货币和您的第三方货币帐户）、储值钱包（包括储值钱包中的金额）下存在任何未经授权的活动或行为，无论您是否已授权或知晓此活动或行为；</p>
<p>10.2    如果您为某第三方或代表某第三方利益使用平台和/或服务，则您对您提供的有关信息的准确性上出现的任何错误负责。此外，您必须告知此第三方所有适用的条款。当此第三方或用户未能履行上述义务时，则为此第三方或代表此第三方利益使用平台和/或服务的每个用户均同意赔偿并豁免MATTERS和其关联公司（如适用）任何以及所有责任、损失、损害、诉讼与索赔（包括辩护费用）。</p>

<p><b><u>11. 使用手机应用程序的标准条款</u></b></p>
<p>11.1    通过手机应用程序访问或使用平台，即表示您承认并同意受Apple App Store和/或Google Play（如适用）不时修订的标准条款的约束。</p>

<p><b><u>12. 其他规定</u></b></p>
<p>12.1    本条款接替并取代MATTERS与您之间涉及平台和/或服务的任何以及所有事先的口头或书面谅解或协议。</p>
<p>12.2    未经MATTERS事先书面许可，您不得借法律的实施或以其他方式转让或转移这些条款。MATTERS有权自行决定转让或转移这些条款，并不受任何限制。在上述规定的规限下，本条款将对您、MATTERS、您与MATTERS各自的继承人、被许可的受让人和法律代表的利益具有适用性和约束力。</p>
<p>12.3    在此条款下任何被许可或被要求的通知或其他消息，包括有关修改本条款的通知，将由MATTERS以书面形式通过电子邮件发送。</p>
<p>12.4    MATTERS未行使本条款的任何权利或规定并不构成MATTERS对在未来行使该权利或条款的放弃。任何此类权利或规定的放弃只有在以书面形式并由正式授权的MATTERS代表签字时才有效。除非本条款明确规定，否则任何一方根据本条款实施的任何救济方法将不影响本条款下的其他救济方法。</p>
<p>12.5    本条款受特拉华州法律管辖，并按照特拉华州法律解释。本条款的各方不可撤回地同意，特拉华州法院对与本条款有关或由本条款引起的任何索赔或争议拥有专属管辖权。</p>
<p>12.6    本条款和条件的原始英文版本可能被翻译成其他语言。如果对本条款的内容或解释存在争议，亦或者本条款的英文版本与任何其他语言版本之间存在矛盾或不一致，则在法律允许的范围内，英语版本适用、优先并具有决定性。</p>
<p>12.7    本条款应被视为可分割的。如有任何条款被确定为不可执行的或无效的，则应依然在适用法律允许的最大范围内执行此条款，并且任何条款被确定无效都不应影响任何其他条款的有效性和可执行性。被分割的条款应由尽可能接近原先措辞和意图的新条款取代。</p>
<p>12.8    与平台有关的所有投诉、反馈、评论、技术支持请求和其他联络信息请直接发送至 ask@matters.news。 </p>

</details>
`,
  en: /* html */ `
<details class="u-content u-details">
<summary>
  <h3>Terms and Conditions for MATTERS</h3>
</summary>

<p>Last updated date: <i> 20 July, 2020</i></p>
<p>PLEASE READ THESE TERMS CAREFULLY AS THEY CONTAIN IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS, REMEDIES AND OBLIGATIONS. YOU ACKNOWLEDGE AND AGREE THAT, BY ACCESSING OR USING THE PLATFORM AND/OR THE SERVICES, YOU ARE INDICATING THAT YOU HAVE READ, AND THAT YOU UNDERSTAND AND AGREE TO BE BOUND BY THESE TERMS. IF YOU DO NOT AGREE TO THESE TERMS, THEN YOU HAVE NO RIGHT TO ACCESS OR USE THE PLATFORM AND/OR THE SERVICES.</p>
<p><i>Modification: </i></p>
<p>MATTERS reserves the right to, at its sole discretion, modify these Terms at any time without prior notice and consent. If MATTERS modifies these Terms, it will post the modification via the Platform or otherwise provide you with notice of the modification. By continuing to access and/or use the Platform and/or the Services after MATTERS has posted a modification via the Platform and/or has provided you with notice of the modification, you are indicating that you agree to be bound by the modified Terms. If the modified Terms are not acceptable to you, your only recourse is to cease using the Platform and the Services.</p>

<p><b><u>1. DEFINITIONS AND INTERPRETATION</u></b></p>
<p>1.1	In these Terms, the following definitions and rules of interpretation apply unless otherwise defined:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Account</i></b> means an account provided by MATTERS to its registered Users for the use of the Platform and the Services;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Affiliates</i></b> means, in relation to MATTERS, for the time being, (i) any subsidiary of MATTERS; (ii) any subsidiary undertaking of MATTERS; (iii) any holding company of MATTERS; (iv) any parent undertaking of MATTERS; and (v) any group undertaking of MATTERS; </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Community Rules</i></b> means the community rules of MATTERS setting out the rules and expectations of behaviors and actions of Users on the Platform, as modified from time to time;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Contents</i></b> means text, graphics, images, audio, video, information and other materials;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Content Standards</i></b> means the standards for any Contents posted by any User to the Platform as set out in clause 5.5 of these Terms;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Intellectual Property Rights</i></b>includes, in relation to the Platform, all copyright and other intellectual property rights, howsoever arising and in whatever media, whether registered or not registered, including but not limited to patents, design rights, trademarks, service marks, applications or rights to apply for any of the foregoing, database rights, Know-How, trade or business name, rights in confidential information, goodwill, and other similar rights existing in any part of the world;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Know-How</i></b> means all know-how, experience, data, technical and commercial information relating to the Platform and/or the Services, including but not limited to mode of operation;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS</i></b> means MATTERS, INC., a private limited company incorporated under the laws of the State of Delaware;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS Vault</i></b>means the publicly accessible distributed database which MATTERS uses to record and share all Contents;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Online Courses</i></b> means such online courses organized, arranged or otherwise made available by MATTERS to the Users on the Platform;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Passcode</i></b> means, any and all such (i) passcodes set by a registered User in relation to his/her Account and Third Party Coins ID respectively; and (ii) the Stored Value Wallet PIN set by a registered User for his/her Stored Value Wallet;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Platform</i></b> means the platform made available by MATTERS in the form of a website, mobile application or otherwise for the provision of the Services;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Privacy Policy</i></b> means the privacy policy of MATTERS, as updated by MATTERS from time to time;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Private Key</i></b> is as defined under clause 3.3 (ii) of these Terms;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(o)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>post</i></b> means, in respect of any Contents, post, submit, publish, display or transmit to other Users or other persons such Third Party Coins and/or Contents (including comments made to any such Contents) on or through the Platform, and <b><i>posted</i></b> shall be construed accordingly;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(p)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Services</i></b>is as defined under clause 2.1 of these Terms;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(q)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Stored Value</i></b> refers to the money loaded onto the Stored Value Wallet;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(r)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Stored Value Wallet</i></b> means the digital virtual wallet provided by MATTERS to its registered Users for the use of the Platform and the Services (where applicable);</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(s)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Stored Value Wallet PIN</i></b> means the PIN set by a registered User for the usage of his/her Stored Value Wallet;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(t)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Tax</i></b> means all forms of taxation, withholdings, duties, imposts, levies, social security contributions and rates imposed, assessed or enforced by any local, municipal, governmental, state, federal or other body or authority in any applicable jurisdictions, in all cases being in the nature of taxation, and any related interest, penalty, surcharge or fine;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(u)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Terms</i></b> means these terms and conditions (including the Privacy Policy), as revised, modified or otherwise updated by MATTERS from time to time; </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(v)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Third Party Contents</i></b> is as defined under clause 8.6 of these Terms;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(w)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Third Party Coins</i></b> means any such cryptocurrencies (which are at all times operated, maintained or otherwise provided by (a) third party(ies)) which a User may store, send and/or receive on the Platform</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(x)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>Third Party Coins ID</i></b> means any such account (which are all times operated, maintained or otherwise provided by third part(ies)) linked to the respective Third Party Coins;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(y)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>User</i></b> means any user of the Platform, and <b><i>Users</i></b> shall be construed accordingly; and</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(z)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>User Contents</i></b> means any Contents posted by any User to the Platform.</p>
<p>1.2    A reference to a person, corporation, trust, partnership, unincorporated body or other entity includes any of them.</p>
<p>1.3    Words importing one gender shall be treated as importing any gender, words importing individuals shall be treated as importing persons and vice versa, words importing the singular shall be treated as importing the plural and vice versa, and words importing the whole shall be treated as including a reference to any part thereof.</p>

<p><b><u>2. THE SERVICES</u></b></p>

<p><i>Scope of the Services</i></p>
<p>2.1    MATTERS provides the Users with access to the Platform which provides its registered Users with access to their Accounts, their Stored Value Wallets and their Third Party Coins ID and enables them to amongst others, (i) post User Contents by way of submission of transaction data to the MATTERS Vault; (ii) access User Contents; (iii) provide Online Courses; and (iv) attend Online Courses (the <b><i>Services</i></b>). These Terms govern the access to and the use of the Platform and the Services. Failure to use the Platform and/or the Services in accordance with these Terms may subject you to civil and criminal liabilities.</p>
<p><i>Discontinuation, suspension or termination of the Services</i></p>
<p>2.2    MATTERS reserves the right, in its sole discretion and without notice, to the extent legally permissible, to temporarily or permanently modify, suspend, or terminate the Platform and/or the Services (or any part thereof). MATTERS shall not be liable to you or any third party for any such temporary or permanent modification, suspension or termination. You are solely responsible for storing, outside of the Platform, backup information relating to your Account, your Stored Value Wallet, your Third Party Coins ID and the relevant User Contents. If you do not maintain a backup information of such outside of the Platform, you may not be able to access your Third Party Coins ID and/or any User Contents associated with or maintained in your Account and your Third Party Coins ID if MATTERS modifies, suspends or terminates the Platform and the Services.</p>

<p><i>Eligibility</i></p>
<p>2.3    The Platform and/or the Services are not targeted toward, nor intended for use by, anyone under the age of 18. You must be at least 18 years of age to access or use the Platform and/or the Services.</p>

<p><i>Geographical restrictions</i></p>
<p>2.4    MATTERS makes no claim that the Platform or any of its Contents is accessible or appropriate outside of your jurisdiction. Access to the Platform may not be legal by certain persons or in certain countries. You hereby acknowledge that you shall take responsibility and take steps to comply with any and all local laws in your and any applicable jurisdictions.</p>

<p><b><u>3. ACCOUNT REGISTRATION AND SECURITY</u></b></p>

<p><i>Account registration</i></p>
<p>3.1    To post on the Platform you will be required to agree to these Terms and the Community Rules and provide certain registration details or other information for the creation of your Account. It is a condition of your use of the Platform that all the information you provide on the Platform is correct, current and complete.</p>
<p>3.2    Save and except as provided in clause 3.9(c) and 4.8 of these Terms, MATTERS does not currently charge fees for provision of the Services. However, MATTERS reserves the right to do so in future, and in such case any applicable fees will be displayed prior to you using any Service to which a fee applies.</p>

<p>3.3    Upon your registration of your Account, MATTERS will automatically generate: </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;a Stored Value Wallet that is linked and accessible via your Account. You may load, make payment with and/or cash-out Stored Value in your Stored Value Wallet in accordance with these Terms; and</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(ii)&nbsp;&nbsp;&nbsp;&nbsp;a third party service provider cryptocurrency wallet that is linked and accessible via your Account (which shall be linked to a private key (the Private Key) and public key pair that are provided by the relevant third party service provider solely to you and completely owned by you).</p>

<p>3.4    You understand and agree that your use of the Stored Value Wallet, the third party service provider cryptocurrency wallet, the Third Party Coins ID and the Third Party Coins will be subject to such terms and conditions and/or applicable fees as imposed by the relevant third party service providers from time to time.</p>

<p><i>Account security</i></p>
<p>3.5    You are responsible for maintaining all aspects of security of your Account, your Third Party Coins ID, your Passcode and your Private Key. You must keep your Passcode and your Private Key secure. You accept and acknowledge that your Stored Value Wallet, User Contents and Third Party Coins you have associated with your Account and your Third Party Coins ID will become permanently inaccessible if you do not have your Passcode and/or your Private Key. You acknowledge that your Account,  your Passcode, and your Third Party Coins ID are personal to you and agree not to provide any other person with access to the Platform using your User name, Passcode, Private Key or other security information. You must treat such information as strictly confidential, and you must not disclose it to any other person or entity.</p>
<p>3.6   You agree to notify MATTERS immediately of any unauthorized access to or use of your Account, your Third Party Coins ID or any other breach of security. You hereby accept and acknowledge that you take responsibility for all activities that occur under your Account, your Third Party Coins ID (including the Third Party Coins linked to your Account and your Third Party Coins ID) and Private Key and accept all risks of any authorized or unauthorized access to your Account, your Third Party Coins ID (including the Third Party Coins  linked to your Account and your Third Party Coins ID) and Private Key, to the maximum extent permitted by applicable laws.</p>
<p>3.7    You acknowledge and understand that cryptography is a progressing field. Advances in code cracking or technical advances such as the development of quantum computers may present risks to the Platform, the Services, your Account and your Third Party Coins ID, which could result in the theft or loss of your property. By using the Platform and/or the Services, you acknowledge and accept such inherent risks.</p>

<p><i>Safekeeping of Private Keys</i></p>
<p>3.8    As and where applicable, MATTERS has no access and does not receive or store your Private Keys and therefore assume no responsibility for the safekeeping and/or management of any and all such Private Keys.</p>

<p><i>Stored Value Wallet</i></p>
<p>3.9    With regards to the top-up and cash-out of Stored Value in your Stored Value Wallet, you understand and agree that:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS may impose limitations and shall notify you from time to time the minimum and maximum permitted amount for top-up, payment and/or cash-out of Stored Value in your Stored Value Wallet over any given period of time in compliant with MATTERS’ internal policies and/or any applicable laws. For the avoidance of doubt, you may cash-out the Stored Value in your Stored Value Wallet at any time;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS will, in its sole discretion, designate and procure third party service provider(s) to manage the top-up and cash-out of Stored Value in your Stored Value Wallet in accordance with your instructions from time to time. You are advised to read the terms and conditions of these third party service providers carefully to understand the requirements, fees and charges they may impose per top-up and cash-out transaction of your Stored Value (or part thereof as applicable). You agree (i) to authorize our designated third party service provider(s) to effect any such top-up and cash-out transactions of your Stored Value in accordance with these Terms; and (ii) that such top-up and cash-out transactions of Stored Value is effected by third party service provider(s) beyond the control and responsibilities of MATTERS;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS shall have a right to charge you an administrative fee equivalent to fifteen per cent (15%) of the relevant cash-out amount of Stored Value in your Stored Value Wallet. The applicable administration fees are determined by MATTERS at its sole discretion from time to time. You agree that MATTERS shall have the right to deduct the applicable administration fees from your Stored Value when applicable before the relevant cash-out transaction by the third party service provider(s); and</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;you agree that MATTERS shall be entitled to assume that any instruction to deal with Stored Value in your Stored Value Wallet which is received by MATTERS from your Account through the Platform is an instruction given by you and can accordingly be acted on by MATTERS. You further agree where MATTERS and/or our designated third party payment system provider(s) has reason to believe that an instruction is not properly authorized or that any other breach of security has occurred, MATTERS has the right not to process, or delay processing such instruction. You agree to indemnify MATTERS and hold MATTERS harmless against all actions, claims, proceedings, losses, damages, costs and expenses which may be brought against us or suffered or incurred by MATTERS arising from or in connection with these Terms.</p>

<p>3.10    With regards to your use and obligations of the Stored Value Wallet, you understand and agree that:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;you must not use your Stored Value Wallet in any manner that (i) is inconsistent with these Terms or in contravention of any applicable laws (including but not limited to any laws and regulations relating to anti-money laundering activities); (ii) could result in complaints, disputes, claims, penalties or other liability to MATTERS, other Users or third parties; (iii) could cause MATTERS to breach or not comply with any such applicable laws; and/or (iv) could damage, disable, overburden, impair or compromise the Services, the Platform or security or interfere with other Users;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;you must not tamper with your Stored Value Wallet (including, but not limited to, the software, applications, functions, features and the data recorded on your Stored Value Wallet) in any way. For the avoidance of doubt, MATTERS will not honor transactions, or allow cash-out of any Stored Value, if your Stored Value Wallet has been tampered with;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;you must notify MATTERS as soon as practicable if you suspect that there has been unauthorized transaction and/or access to your Stored Value Wallet; and</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;you will cooperate with MATTERS when MATTERS ask for your co-operation and, if appropriate, the police, in investigating any possible or suspected unauthorized use, or in resetting your Stored Value Wallet if it is hacked or tampered with, or if MATTERS has reasonable grounds to suspect suspicious behavior or usage pattern, or as required by applicable laws.</p>

<p>3.11     With regards to the Stored Value in your Stored Value Wallet, you understand and agree that:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS will only process your instructions to make payments with and/or cash-out Stored Value from your Stored Value Wallet after it has been provided with the relevant accurate Stored Value Wallet PIN;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;MATTERS process your instructions to make payments on the Platform by way of Stored Value with immediate effect. Accordingly, you cannot cancel or change any payment(s) instruction once the same has been received by MATTERS. Payment transactions of Stored Value on the Platform are non-cancellable and relevant Stored Value is non-refundable under any circumstances. MATTERS is not responsible for, and will not be held liable for any loss suffered by you due to incorrect payment instruction; and</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;Stored Value is interest-free, with no expiration date and is non-transferable.</p>

<p><b><u>4. USE OF THE PLATFORM AND THE SERVICES</u></b></p>

<p><i>Limited license</i></p>
<p>4.1    MATTERS grants you a limited, restricted, personal, non-transferable, non-sublicenseable and revocable license to access and use the Platform only as expressly permitted in these Terms. Except for this license, MATTERS does not grant you any other rights or license with respect to the Platform and any rights or licenses not expressly granted herein are reserved.</p>
<p>4.2    Nothing in these Terms is intended to nor shall create any partnership, joint venture, agency, consultancy or trusteeship between you and MATTERS.</p>

<p><i>Prohibited use</i></p>
<p>4.3    As conditions of using the Platform and/or the Services, you agree not to:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;use the Platform and/or the Services for any purpose that is illegal, unlawful or prohibited by these Terms and/or the Community Rules;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;send, receive, post, download, use or re-use any material which does not comply with the Content Standards and/or the Community Rules;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;engage in any other conduct that restricts or inhibits anyone’s use of the Platform and/or the Services, or which, as determined by us, may harm MATTERS or expose MATTERS to liability;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;use the Platform and/or the Services in any manner or use any device, software or routine that could disable, overburden, damage, or impair the site or interfere with the proper operation and use of the Platform and/or the Services;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell or re-sell any information, software, products, or services obtained from the Platform and/or the Services without prior written consent of MATTERS; </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;access, monitor or copy any Contents or information of the Platform and/or the Services using any robot, spider, scraper or other automated means or any manual process for any purpose without express prior written permission from MATTERS;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;deep-link to any portion of the Platform for any purpose without the express prior written permission from MATTERS;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;"frame", "mirror" or otherwise incorporate any part of the Platform into any other website without prior authorization of MATTERS;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;impersonate another person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity, or adopt a false identity (including but not limited to the use of email addresses or screen names associated with such person or entity) on the Platform and/or in relation to the use of the Services;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;manipulate identifiers, including by forging headers, in order to disguise the origin of any Contents posted by you;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;attempt to gain unauthorized access to, interfere with, damage or disrupt the Platform, the Services, any related website, the server on which the Platform is stored, or any server, computer or database connected to the Platform;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;obtain or attempt to obtain any materials or information through any means not intentionally made available through the Platform and/or the Services, including harvesting or otherwise collecting information about others such as email addresses;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;do anything else which could, in the reasonable view of MATTERS, cause damage to the Platform and/or the Services, MATTERS, its Affiliates and their respective licensors, suppliers or service providers or would otherwise have a negative impact; and/or</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;aid, abet, encourage or induce any of the above.</p>

<p><i>Posting on MATTERS Vault</i></p>
<p>4.4    You may use the Services to post User Contents (and subsequently hide Such User Contents (as applicable)) by submitting transaction data to the MATTERS Vault. The MATTERS Vault is operated by a decentralized network of independent third parties which is not owned, controlled or operated by MATTERS. MATTERS has no absolute control over the MATTERS Vault and therefore cannot and will not ensure that any transaction details you submit via the Services will be confirmed on the MATTERS Vault. You acknowledge and agree that the transaction details you submit via the Services may not be completed, or may be substantially delayed, by the MATTERS Vault. </p>
<p>4.5    Once transaction details (including any User Content) have been submitted to the MATTERS Vault via the Services, MATTERS cannot assist you to delete, cancel or otherwise modify your transaction details. MATTERS has no absolute control over the MATTERS Vault and may not have the ability to facilitate any deletion, cancellation or modification requests. You accept and acknowledge that MATTERS is not responsible for any errors or omissions that you make in connection with any MATTERS Vault transaction initiated via the Services.</p>
<p>4.6    It is your responsibility to determine what, if any, Taxes apply to the transactions for which you have submitted transaction details via the Services, and it is your responsibility to report and remit the correct Tax to the appropriate Tax authority. You agree that MATTERS is not responsible for determining whether Taxes apply to your transactions or for collecting, reporting, withholding, or remitting any Taxes arising from any MATTERS Vault transactions.</p>
<p>4.7    Save and except as provided in clauses 3.9(c) and 4.8 of these Terms, MATTERS and its Affiliates are not involved with the communication, payment arrangements and/or interactions between the Users or the Content of such communication, payment arrangements and/or interactions (whether online or offline and whether consideration is involved or not). You understand and agree that you are solely responsible for your communication, payment arrangements and interactions with other Users and MATTERS shall have no responsibility or liability to any User in connection with such communication, payment arrangements and interactions (whether online or offline) under any circumstances, including but not limited to any transaction relating to the Third Party Coins. If there is any dispute between you and any User(s) and/or third party service provider(s) in relation to the top-up and/or cash-out of Stored Value in your Stored Value Wallet, then that dispute must be taken up with the relevant User(s) and/or third party service provider(s) directly.</p>
<p>4.8    You agree to make timely and full payment of all fees and charges relating to Online Course(s) payable by you directly to MATTERS or its nominee designated bank account or via such other payment method or third party payment system as notified by MATTERS from time to time.</p>
<p>4.9    Notwithstanding any provisions in these Terms, if you perform or otherwise engage in any action for which any Third Party Coin and/or Stored Value is transacted or otherwise involved on the Platform and/or in relation to the Services, you understand and agree that you will not be able to cancel or amend once you have confirmed that you wish to proceed with the relevant transaction.</p>

<p><i>Privacy Policy</i></p>
<p>4.10    You agree that all information you provide to MATTERS through the Platform and/or in connection with the use of the Platform and/or the Services is governed by the Privacy Policy, and you consent to all actions MATTERS takes with respect to your information consistent with the Privacy Policy.</p>

<p><b><u>5. CONTENTS OF THE PLATFORM</u></b></p>

<p><i>User Contents</i></p>
<p>5.1    The Platform may contain message boards, chat rooms, personal web pages or profiles, forums, bulletin boards, APIs and other interactive features that allow Users to post User Contents on or through the Platform.</p>
<p>5.2    All User Contents must comply with the Content Standards and the Community Rules. Any User Content that does not meet the Content Standards and/or the Community Rules will not be posted and/or will be hidden by MATTERS at any time and without prior notice.</p>
<p>5.3    Any User Contents you post to the Platform will be considered non-confidential. MATTERS and its Affiliates are under no obligation to treat any User Contents as confidential information. For the avoidance of doubt, MATTERS does not claim ownership of any User Content. However, by providing any User Contents on the Platform, you grant MATTERS and its Affiliates, and each of their respective licensees, successors and assigns a non-exclusive, worldwide, irrevocable, unconditional, perpetual right and license to, on a complimentary basis, use, modify, delete, exploit, reproduce, display, distribute, sublicense, communicate and make available any such User Contents as MATTERS at its discretion sees fit for any purpose.</p>
<p>5.4    You represent and warrant that:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;you own and control all rights in and to the User Contents or otherwise have the lawful right to post and distribute such User Contents to or through the Platform;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;you have the right to grant such license to MATTERS and its Affiliates and their service providers, and each of their respective licensees, successors and assigns;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;all of your User Contents do and will comply with these Terms, the Community Rules and any applicable laws and regulations and will not violate any rights of or cause injury to any person or entity; and</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;you are responsible for any User Contents you post, and you, not MATTERS, shall be solely responsible for such User Contents, including its legality, reliability, accuracy and appropriateness.</p>

<p><i>Content Standards</i></p>
<p>5.5    The Content Standards apply to any and all User Contents and use of the Platform and/or the Services. User Contents must in their entirety comply with all applicable laws and regulations. Without limiting the foregoing, User Contents must not:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;contain any material which is defamatory, obscene, indecent, pornographic, violent, hateful, discriminating, threatening or tortuous inflammatory;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;infringe any patent, trade mark, trade secret, copyright or other intellectual property or other rights of any other person; or include any plagiarized Contents;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Terms;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;be inaccurate or misleading to any person;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;promote any illegal activity, or advocate, promote or assist any unlawful act;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;impersonate any person, or misrepresent your identity or affiliation with any person or organization;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;involve commercial activities or sales or send any unsolicited advertising or promotional materials or collect the email addresses or other contact information of other Users from the Platform for the purpose of sending commercial messages;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;give the impression that they emanate from or are endorsed by MATTERS or any other person or entity, if this is not the case; and/or</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;contain any contents which MATTERS deems (in its reasonable view) inappropriate for posting on the Platform.</p>

<p><i>No liability for User Contents</i></p>
<p>5.6    By posting any User Contents, the User posting such User Contents accepts full legal and moral responsibility of any and all legal claims that are made by any third parties due to MATTERS and/or its Affiliates publishing and using such User Contents. Neither MATTERS nor any of its Affiliates own or endorse any User Contents that are posted on the Platform. The truthfulness, validity and right to use of all User Contents are assumed by the User who posted the User Content, and is not the responsibility of MATTERS. MATTERS disclaims all responsibility and liability for the User Contents posted to the maximum extent permissible by applicable laws and regulations. </p>
<p>5.7    Before posting of your User Contents, you may be provided with options to make known to other Users regarding your preferences of matters relating to your Intellectual Property Rights of your User Contents. For the avoidance of doubt, notwithstanding the availability of any such options, MATTERS and its Affiliates do not assume any liability for any Intellectual Property Rights infringements of your User Contents by any Users or otherwise third parties. MATTERS and/or its Affiliates shall have no duty to attribute authorship of User Content to you, and shall not be obligated to enforce any form of attribution by third parties.</p>
<p>5.8    The Contents presented on or through the Platform is made available solely for general information purposes. MATTERS does not warrant the accuracy, completeness or usefulness of any Contents. Any reliance you place on such information is strictly at your own risk. MATTERS disclaims all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Platform, or by anyone who may be informed of any of its Contents to the maximum extent permissible by applicable laws and regulations.</p>

<p><i>Monitoring and enforcement</i></p>
<p>5.9    MATTERS has the right but not obligation to:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;hide or refuse to post any User Contents for any or no reason in our sole discretion; </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;take any action with respect to any User Content that MATTERS deems necessary or appropriate in our sole discretion, including if MATTERS believes that such User Content violates these Terms and/or the Community Rules, threatens the personal safety of Users of the Platform or the public or could create liability for MATTERS;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;disclose your identity or other information about you to any third party who claims that any User Contents posted by you violates their rights, including their Intellectual Property Rights or their right to privacy; and </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;take appropriate legal action, including without limitation, referral to law enforcement authorities, for any illegal or unauthorized use of the Platform.</p>

<p>5.10    Without limiting the foregoing, MATTERS has the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Platform. You waive and hold harmless MATTERS and its Affiliates, and their respective licensees and service providers from any claims resulting from any action taken by any of the foregoing parties during or as a result of its investigations and from any actions taken as a consequence of investigations by either such parties or law enforcement authorities.</p>

<p>5.11    For the avoidance of doubt, MATTERS does not undertake to review any Content before it is posted on the Platform, and cannot ensure prompt hiding of objectionable Contents after it has been posted. Accordingly, MATTERS assumes no liability for any action or inaction regarding transmissions, communications or Contents provided by any User or third party. MATTERS has no liability or responsibility to anyone for performance or non-performance of the activities described in this section.</p>

<p><i>Linking to the Platform and social media features</i></p>
<p>5.12    You may link to the homepage of the Platform, provided you do so in a way that is fair and legal and does not damage the reputation of MATTERS or any of its Affiliates or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part.</p>
<p>5.13    The Platform may provide certain social media features that enable you to:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;link from your own websites to certain Contents on the Platform;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;send e-mails or other communications with certain Content, or links to certain content, on the Platform; and</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;cause limited portions of Contents on the Platform to be displayed or appear to be displayed on your own websites under the condition that the said Contents on the Platform are accompanied by a link to MATTERS homepage. </p>
<p>5.14    You may use these features solely as they are provided by us and solely with respect to the Contents they are displayed with and otherwise in accordance with any additional terms and conditions MATTERS provides with respect to such features. Subject to the foregoing, you must not:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;establish a link from any website that is not owned by you;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;cause the Platform or portions of it to be displayed, or appear to be displayed by, for example, framing, deep linking or in-line linking, on any other site;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;link to any part of the Platform other than the homepage; and</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;otherwise take any action with respect to the materials on the Platform that is inconsistent with any other provision of these Terms and/or the Community Rules.</p>
<p>5.15    The website from which you are linking, or on which you make certain User Contents accessible, must comply in all respects with these Terms, the Content Standards and the Community Rules.</p>
<p>5.16    You agree to cooperate with us in causing any unauthorized framing or linking immediately to cease. MATTERS reserves the right to withdraw linking permission without notice.</p>
<p>5.17    MATTERS may disable all or any social media features and any links at any time without notice in our discretion.</p>

<p><b><u>6. INTELLECTUAL PROPERTY RIGHTS</u></b></p>

<p><i>Intellectual Property Rights of MATTERS</i></p>
<p>6.1    The Platform contains copyright material, trade names and other proprietary information and the entire Contents of the Platform are protected by copyright law. Unless stated otherwise, the software required for the Services or available at or used by the Platform and the Intellectual Property Rights in the Platform and the Contents on the Platform (save and except User Contents) are owned by MATTERS, its Affiliates and/or their respective licensors, suppliers or service providers. MATTERS and its licensors, own copyright and/or database rights in the selection, coordination, arrangement and enhancement of such Content (save and except User Contents).</p>
<p>6.2    The look and feel of the Platform (in the form of a  website or otherwise) is protected by copyright with all rights reserved. You may not duplicate, copy, or reuse any portion of the HTML/CSS, JavaScript, or visual design elements or concepts without the express written permission of MATTERS.</p>
<p>6.3    MATTERS exclusively retains ownership of all rights, title and interest in and to (all Intellectual Property Rights of) the Platform and Contents (including the translated content) save and except User Contents. Any unauthorized use will constitute a material infringement of MATTERS’ Intellectual Property Rights.</p>

<p><i>Prohibited behavior</i></p>
<p>6.4    You may not modify, publish, transmit, participate in the transfer or sale of, create derivative works, or in any way exploit, the Platform and the Contents on the Platform, in whole or in part except as provided in these Terms, except as follows:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;you may store files that are automatically cached by your web browser for display enhancement purposes;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;if MATTERS provides desktop, mobile or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal use, provided you agree to be bound by our end User license agreement for such applications; and </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;if MATTERS provides social media features with certain Content, you may take such actions as are enabled by such features.</p>
<p>6.5    You may use information from the Platform for your own personal use only. Except as otherwise expressly permitted under copyright law, no copying, redistribution, retransmission, publication or commercial exploitation of downloaded Contents will be permitted without the express permission of MATTERS and that of the copyright owner. In the event of any permitted copying, redistribution or publication of copyright Content, no changes in or deletion of author attribution, trademark legend or copyright notice shall be made. You acknowledge that you do not acquire any ownership rights by downloading copyright Content.</p>

<p><b><u>6. Trade mark</u></b></p>
<p>6.6    The mark “MATTERS” is a trademark of or licensed to MATTERS and/or its Affiliates in Hong Kong or elsewhere (whether registered or not). The name and logo of MATTERS and all related names, logos, product and service names, designs and slogans are trademarks of MATTERS or its Affiliates or licensors. You must not use such marks without the prior written permission of MATTERS. </p>
<p>6.7    Other product and company names identified on the Platform may be the name, trade mark, trade name, service mark, logo, symbol or other proprietary designation of MATTERS, its licensors and/or Affiliates or a third party. The use on the Platform of any name, trade name, trade mark, service mark, logo, symbol or other proprietary designation or marking of or belonging to any third party, and the availability of specific goods or services from such third party through the Platform, should not be construed as an endorsement or sponsorship of the Platform by any such third party, or the participation by such third party in the offering of goods, services or information through the Platform. </p>

<p><i>Complaint of alleged infringement</i></p>
<p>6.8    If you believe that any User Contents violate your copyright, please contact us at ask@matters.news for instructions on sending us a notice of copyright infringement. MATTERS will review and address all notices that comply with the requirements.</p>
<p>6.9    For the avoidance of doubt, MATTERS does not assume any liability for copyrighted materials provided by third parties or any Intellectual Property Rights infringements by such third parties.</p>

<p><b><u>7. ACCOUNT TERMINATION</u></b></p>
<p>7.1    MATTERS may suspend (for any duration) or terminate your access to the Platform and/or the Services in its sole discretion, immediately and without prior notice, and delete or deactivate your Account and hide all related User Contents for any reason (including but not limited to your breach of any provision of these Terms and/or the Community Rules) without any responsibility or liability on the part of MATTERS for any loss or damage that may result from such suspension or termination.</p>
<p>7.2    Upon receipt of your written request, MATTERS will, as soon as practicable, terminate your Account and/or hide all your User Contents (as applicable).</p>
<p>7.3    In the event of termination, you will not be able to access your Account (including but not limited to the Stored Value in your Stored Value Wallet). In the event where there is remaining balance in your Stored Value Wallet upon the termination of Account, you must provide MATTERS with written instructions (together with the relevant accurate Stored Value Wallet PIN) to cash-out all remaining balance of Stored Value within thirty (30) calendar days from the termination date in accordance with these Terms. Upon expiration of which, any and all then remaining balance of Stored Value will be forfeited with no liability incurred to you. For the avoidance of doubt, the records held by MATTERS shall be treated as conclusive evidence of the amount of the remaining balance in the Stored Value Wallet.</p>

<p><b><u>8. DISCLAIMER</u></b></p>
<p>8.1    Nothing in these Terms shall limit liability for personal injury or death caused by negligence, fraud or fraudulent misrepresentation</p>
<p>8.2    Your use of the Platform, its Contents, the Services and any items obtained through the Platform is at your own risk. The Platform, its Content, the Services and any items obtained through the Platform are provided on an "as is" and "as available" basis, without any warranties of any kind, either express or implied. Without limiting the foregoing, neither MATTERS nor anyone associated with MATTERS represents or warrants that the Platform, its Content, the Services and any items obtained through the Platform will be accurate, reliable, error-free or uninterrupted, that defects will be corrected, that the Platform or the server that makes it available are free of viruses or other harmful components or that the Platform, the Services and any items obtained through the Platform will otherwise meet your needs or expectations.</p>
<p>8.3    You understand that MATTERS cannot and do not guarantee or warrant that any Contents available for downloading from the Platform will be free of viruses or other destructive code. You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to the Platform for any reconstruction of any lost data. MATTERS will not be liable for any loss or damage caused by a distributed denial-of-service attack, viruses or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of the Platform, the Services and any items obtained through the Platform or to your downloading of any material posted on it, or on any website linked to it.</p>
<p>8.4    You understand and agree that actions or inactions caused by third parties or external instrumentalities (including without limitation the Internet) may create situations in which connections to the Platform may be impaired or disrupted. While MATTERS will use commercially reasonable efforts to take any actions it deems appropriate to remedy and avoid such events, MATTERS makes no guarantee that such events will not occur and you agree that MATTERS shall have no liability for any breach of these Terms to the extent caused by any such event.</p>
<p>8.5    Unless MATTERS is at fault for intentional or willful misconduct, or gross negligence, MATTERS is not responsible for any failures caused by server errors, misdirected or redirected transmissions, failed internet connections, interruptions in the transmission or receipt of reservations or, any computer virus or other technical defect, whether human or technical in nature.</p>
<p>8.6    The Platform may contain links to web pages and services of third parties (such as reCAPTCHA by Google) (<b><i>Third Party Contents</i></b>) and such links and services are provided for your convenience only. MATTERS has no absolute control over any Third Party Contents, and accept no responsibility for them or for any loss or damage that may arise from your use of them. If you decide to access any of the Third Party Contents linked to the Platform, you do so entirely at your own risk and subject to the terms and conditions of use for such Third Party Contents (including but not limited to the Google Privacy Policy and Terms of Service).</p>
<p>8.7    MATTERS will not be responsible or liable to you for any loss and take no responsibility in relation to loss, inaccessibility or transaction which may arise from the top-up and cash-out transaction(s) provided by third party service provider(s) in relation to your Stored Value, including but not limited to (i) any loss, delay, error or omission which may occur in relation to the transmission; (ii) any exchange control or restriction which may be imposed by applicable laws; (iii) any loss or delay to you arising therefrom in connection with such control or restriction; and/or (iv) any charge which may be imposed by the third party service provider(s).</p>
<p>8.8    MATTERS will not be liable for any matters arising from or in connection with the Stored Value Wallet and/or any loss and expense incurred or suffered by you or any other persons due to any improper or unauthorized use of the Stored Value Wallet. MATTERS has the right to not process any payment or cash-out instructions where it has not been provided with the accurate Stored Value Wallet PIN and/or where it has reasonable grounds to believe that the Stored Value Wallet has been altered or interfered, or  a third party has been allowed to alter or interfere, with the data on your Stored Value Wallet. MATTERS has a right to recover reasonable costs, expenses, losses and damages suffered or incurred by MATTERS as a result of thereof. To the extent permissible by applicable laws, MATTERS excludes all loss, damage, cost, expense, liability and penalty arising out of or in connection with the use of the Stored Value Wallet.</p>
<p>8.9    MATTERS will not be responsible or liable to you for any loss and take no responsibility for and will not be liable to you for any loss, damages or claims arising in relation to loss, inaccessibility or transaction which may arise from your use of Third Party Coins or otherwise relating to the Third Party Coins.</p>
<p>8.10    MATTERS hereby disclaims all warranties of any kind, whether express or implied, statutory or otherwise, including but not limited to any warranties of merchantability, non-infringement and fitness for particular purpose.</p>
<p>8.11    You understand and agree that it shall be your sole responsibility to ensure that your use of the Platform and/or the Services is/are in compliance with the applicable laws: (including but not limited to any laws and regulations relating to anti-money laundering activities). Any use of the Platform and/or the Services which is not in compliance with the applicable laws shall not be construed to be published, caused, reproduced, copied, permitted, authorized, agreed, solicited or otherwise endorsed by us. We disclaim all liabilities arising or relating to your use of the Platform and/or the Services which is not in compliance with the applicable laws, including but not limited to any applicable anti-money laundering laws and legislations.</p>
<p>8.12    Clause 8 does not affect any warranties or liabilities which cannot be excluded or limited under applicable laws.</p>

<p><b><u>9. LIMITATION OF LIABILITY</u></b></p>
<p>9.1    In no event will MATTERS, its Affiliates, their respective licensors, service providers, employees, agents, officers or directors be liable for damages of any kind, under any legal theory, arising out of or in connection with your use, or inability to use your Account, your Third Party Coins ID (including the Third Party Coins linked under your Account and your Third Party Coins ID), your Stored Value Wallet (including but not limited to loss of Stored Value in the Stored Value Wallet), the Platform and/or the Services, any Content on the Platform or such other websites or any services or items obtained through the Platform or such other websites, including any direct, indirect, special, incidental, consequential or punitive damages, including but not limited to, personal injury, pain and suffering, emotional distress, loss of revenue, loss of profits, loss of business or anticipated savings, loss of use, loss of goodwill, loss of data, and whether caused by tort (including negligence), breach of contract or otherwise, even if foreseeable.</p>
<p>9.2     In addition, limitation of or exemption from the aforementioned liability may not be permitted pursuant to the relevant applicable laws. In such case, MATTERS shall bear the liability to the extent set forth in the relevant laws. Claims should be submitted as soon as possible after the occurrence of the event giving rise to the claim.</p>
<p>9.3    You accept and acknowledge that there are risks associated with utilizing the Internet-based Platform and Services including, but not limited to, the risk of failure of hardware, software and Internet connections, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within or associated with your Account, your Third Party Coins ID and Stored Value Wallet, including, but not limited to your Passcode and your Private Key. You accept and acknowledge that MATTERS will not be responsible for any communication failures, disruptions, errors, distortions, or delays you may experience when using the Services, however caused.</p>
<p>9.4    Claims submitted with undue delay may be considered void pursuant to the applicable statute of limitations. Only bona fide claims will be considered. Notwithstanding the above, any cause of action or claim you may have arising out of or relating to these Terms, the Platform and/or the Services must be commenced within one (1) year after the cause of action accrues, otherwise, such cause of action or claim is permanently barred.</p>
<p>9.5    Without prejudice to the foregoing and insofar as permitted under applicable laws, the aggregate liability of MATTERS to any User shall in no event exceed an amount of USD 150.</p>

<p><b><u>10. INDEMNIFICATION</u></b></p>
<p>10.1    You agree to indemnify and hold harmless MATTERS from and against any claims, liabilities, damages, losses, and expenses that MATTERS incurs or suffers as a result of any action, inaction or omission by you, including, without limitation, legal and other fees payable or suffered by, or imposed on, MATTERS, its Affiliates, their respective licensors, service providers, employees, agents, officers and/or directors arising out of or in connection with:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;access to, use or misuse of the Platform and/or the Services in violation of these Terms, applicable laws and regulations and/or any rights of any third party by you; </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;any unauthorized activities or actions under your Account, your Third Party Coins ID (including the Third Party Coins linked to your Account and your Third Party Coins ID) and your Stored Value Wallet (including the Stored Value in your Stored Value Wallet), whether or not you have unauthorized or are aware of such activities or actions; and/or</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;any User Content posted by you.</p>
<p>10.2    If you use the Platform and/or the Services for or on behalf of a third party, you are responsible for any error in the accuracy of information provided in connection with such use. In addition, you must inform such third party of all applicable Terms. Each User using the Platform and/or the Services for or on behalf of any third party agrees to indemnify and hold MATTERS and each of its Affiliates (as applicable) harmless from and against any and all liabilities, losses, damages, suits and claims (including the costs of defense), relating to such third party’s or the User’s failure to fulfil any of its obligations as described above.</p>

<p><b><u>11. STANDARD TERMS FOR USE OF APPLICATION</u></b></p>
<p>11.1     By accessing or using the Platform through mobile application, you acknowledge and agree to be bound by the standard terms imposed by Apple App Store and/or Google Play (as applicable) as amended from time to time. </p>

<p><b><u>12. MISCELLANEOUS</u></b></p>
<p>12.1    These Terms supersede and replace any and all prior oral or written understandings or agreements between MATTERS and you regarding the Platform and/or the Services.</p>
<p>12.2    You may not assign or transfer these Terms, by operation of law or otherwise, without MATTERS’ prior written consent. MATTERS may assign or transfer these Terms, at its sole discretion, without restriction. Subject to the foregoing, these Terms will bind and inure to the benefit of you and MATTERS, the successors, permitted assigns and legal representatives of you and MATTERS respectively.</p>
<p>12.3    Any notices or other communications permitted or required hereunder, including those regarding modifications to these Terms, will be in writing and given by MATTERS via email transmitted. </p>
<p>12.4    The failure of MATTERS to enforce any right or provision of these Terms will not constitute a waiver of future enforcement of that right or provision. The waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of MATTERS. Except as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies thereunder.  </p>
<p>12.5    These Terms shall be governed by and construed in accordance with the laws of the State of Delaware. The Parties hereunder irrevocably agrees that the courts of the State of Delaware shall have exclusive jurisdiction in relation to any claim or dispute concerning or arising from these Terms.</p>
<p>12.6    The original English version of these terms and conditions may have been translated into other languages. In the event of a dispute about the contents or interpretation of these Terms or inconsistency or discrepancy between the English version and any other language version of these Terms, the English language version to the extent permitted by law shall apply, prevail and be conclusive. </p>
<p>12.7    These Terms shall be deemed severable. In the event that any provision is determined to be unenforceable or invalid, such provision shall nonetheless be enforced to the fullest extent permitted by applicable law and such determination shall not affect the validity and enforceability of any other remaining provisions. The severed provisions shall be replaced by a provision approximating as much as possible the original wording and intent.</p>
<p>12.8    All complaints, feedback, comments, requests for technical support and other communications in relation to the Platform shall be directed to ask@matters.news.</p>

</details>
`,
}

export default ToS
