export default {
  zh_hant: `
<h3>Matters 是什麼？</h3>
<p>Matters 正在建立一個基於分佈式技術的內容平台。目標是，令創作者生產的所有數據回歸其個人所有，永久保存；在此基礎上搭建智能合約及加密貨幣體系，讓因內容而產生的經濟價值，盡可能回歸作者，讓參與者獲得持續回報；以此體系，推動公共領域的知識生產。</p>

<h3>Matters 為什麼要用分佈式技術？</h3>
<p>Matters 站上所有文章（不含評論）已正式上載到星際文件系統（InterPlanetary File System，IPFS）的節點上，實現文章內容的分佈式存儲。在傳統的中心化網路社區里，由於創作者的賬戶、密碼、隱私策略文件、生產的作品和產品的衍生數據，都要存儲在社區服務提供商控制的服務器，加之含有版權侵佔條款的社區用戶協議，故服務提供商可以從技術上佔有、修改、刪除、洩露創作者的作品和數據。Matters 採用的分佈式存儲技術，可以實現創作者百分之百擁有自己的作品和數據。採用分佈式存儲后，作為服務提供商的 Matters，以及其他任意的分佈式節點，從技術上無法侵害創作者的任何權益，為保護創作者的版權、隱私權和數據權利不受第三方侵害奠定基礎。</p>

<h3>分佈式技術對我有什麼用？</h3>
<p>第一，通過 Matters 發表的作品，將在分佈式網路中永久儲存；
<br/>第二，每篇作品都會獲得僅作者可見的、獨一無二的「數字指紋」，確認你對作品的版權具備法律效應，取證簡易、方便；
<br/>第三，你可使用任意分佈式公共節點傳播文章，並可通過各個節點持續獲取收入。</p>

<h3>怎樣把文章發佈至分佈式網絡？</h3>
<p>當你在編輯器中點擊「發佈」時，會先彈出「發佈至 IPFS」的說明視窗，告知發佈規則，並要求您再次確認「發佈」，或者「取消」回到一般編輯狀態。</p>
<p>當您再次確認「發佈」後，系統會立即將文章存至草稿箱。此時頁面會自動跳轉到預覽狀態，出現「正在等待發佈」的標籤和兩分鐘倒計時顯示。倒數計時無法跳過或提前結束，但不會影響其他操作。在倒數計結束前，你可點擊「撤回」，讓文章回到一般編輯狀態。待倒數計時歸零，文章將發佈並存儲在 IPFS 的公共節點之中，不可再修改或刪除。</p>

<h3>文章發佈後想刪除怎麼辦？</h3>
<p>已成功發佈的文章，理論上會實現永久存儲，無法被刪除和修改。你可以使用「引申」功能，將新版本內容發佈為新文章並上傳至 IPFS。也可以選擇僅在 Matters 網站上將文章「隱藏」，隱藏之後，文章會退回您的草稿列表之中，僅作者可見，文章上下游會解除。因文章指紋只有您本人可見，其他人也不容易在 IPFS 上找到文章。是否要繼續傳播公共節點所保存的鏈接，決定權也在您。</p>

<h3>文章發佈至分佈式網路，需要成本嗎？</h3>
<p>將文章存儲至星際文件系統（IPFS），IPFS 會收取存儲費。在測試階段，Matters將承擔這筆費用。未來，會以內容發佈者所贏得讚賞的一定比例進行支付。</p>

<h3>在 Matters 如何參與討論？討論會被永久保存嗎？</h3>
<p>討論是Matters的基本社區功能，分為「評論」與「引申」兩種類型。一篇文章的「評論」不會同步發送至分佈式網路，只保存在Matters網站。評論可以刪除及修改，可以以@的方式與其他用戶互動，可以被文章原作者置頂。一篇文章的「引申」則是鼓勵你為感興趣的話題，生成一篇新文章。引申的新文章與其它文章一樣，也會同步永久保存至分佈式網路。新文章同時會與被引申的文章相連接，呈現「上下游」的索引關係。</p>

<h3>文章的上游、下游關係是什麼？跟「標籤」有何不同？</h3>
<p>上、下游可以呈現文章與文章之間的引申關係。每一篇文章都可以有無限多篇下游，但只能有一篇上游。如果您正在閱讀的文章有上、下游，您可以展開上下游結構，幫助您建立語境。標籤（tag）則是文章的關鍵字，一篇文章最多可以設置 5 個。如果您使用引申功能發佈一篇下游文章，編輯器會自動帶入上游文章的標籤，您也可以自行修改。所有會員都可以為自己的文章添加上游和標籤。Matters 工作團隊也可以管理上游及標籤。</p>

<h3>如何獲取激活權限？</h3>
<p>每一位早期會員，都將獲得一個或以上的激活權限，用於邀請新人。新人可使用激活鏈接快速註冊成為 Matters 正式會員，同時激活創作權限。你在站上通過發佈文章和留言評論所獲得的讚賞，每累積 20 MAT 即可獲得一個激活權限，可在個人頁面「邀請有禮」查看及使用。</p>

<h3>註冊成為 Matters 會員後，如何激活創作功能？</h3>
<p>當你註冊成為 Matters 會員後，即可閱讀和分享站內的所有內容。與此同時，你可以通過站內提示完成任務，或尋求擁有「激活權限」的早期會員幫助，激活包括發文、實現文章於分佈式網絡的永久儲存、評論，讚賞等在內的創作功能，深度參與 Matters 社區</p>

<h3>舉報及申訴</h3>
<p>如果你發現有違反 Matters《社區約章》的情況，可以在舉報頁面進行舉報，並在菜單中選擇舉報原因或具體描述情況。被舉報信息一旦經站方查實，站方將根據用戶協議條例進行處理，包括但不限於隱藏文章、用戶禁言、禁止互動，甚至凍結帳戶。與此同時，被舉報的用戶可以移步至「意見反饋」，或發送郵件至 hi@matters.news 向站方進行申訴。</p>

<h3>更多建議和意見要對 Matters 說</h3>
<p>若您遭遇操作異常，或有更多建議想告訴 Matters，請移步至「意見反饋」頁面，提交您想要反饋的問題，或是發送郵件至 ask@matters.news，我們會儘快回覆！</p>
  `,
  zh_hans: `
<h3>Matters 是什么？</h3>
<p>Matters 正在建立一个基于分布式技术的内容平台。目标是，令创作者生产的所有数据回归其个人所有，永久保存；在此基础上搭建智能合约及加密货币体系，让因内容而产生的经济价值，尽可能回归作者，让参与者获得持续回报；以此体系，推动公共领域的知识生产。</p>

<h3>Matters 为什么要用分布式技术？</h3>
<p>Matters 站上所有文章（不含评论）已正式上载到星际文件系统（InterPlanetary File System，IPFS）的节点上，实现文章内容的分布式存储。在传统的中心化网路社区里，由于创作者的账户、密码、隐私策略文件、生产的作品和产品的衍生数据，都要存储在社区服务提供商控制的服务器，加之含有版权侵占条款的社区用户协议，故服务提供商可以从技术上占有、修改、删除、泄露创作者的作品和数据。Matters 采用的分布式存储技术，可以实现创作者百分之百拥有自己的作品和数据。采用分布式存储后，作为服务提供商的 Matters，以及其他任意的分布式节点，从技术上无法侵害创作者的任何权益，为保护创作者的版权、隐私权和数据权利不受第三方侵害奠定基础。</p>

<h3>分布式技术对我有什么用？</h3>
<p>第一，通过 Matters 发表的作品，将在分布式网路中永久储存；
<br/>第二，每篇作品都会获得仅作者可见的、独一无二的「数字指纹」，确认你对作品的版权具备法律效应，取证简易、方便；
<br/>第三，你可使用任意分布式公共节点传播文章，并可通过各个节点持续获取收入。</p>

<h3>怎样把文章发布至分布式网络？</h3>
<p>当你在编辑器中点击「发布」时，会先弹出「发布至 IPFS」的说明视窗，告知发布规则，并要求您再次确认「发布」，或者「取消」回到一般编辑状态。</p>
<p>当您再次确认「发布」后，系统会立即将文章存至草稿箱。此时页面会自动跳转到预览状态，出现「正在等待发布」的标签和两分钟倒计时显示。倒数计时无法跳过或提前结束，但不会影响其他操作。在倒数计结束前，你可点击「撤回」，让文章回到一般编辑状态。待倒数计时归零，文章将发布并存储在 IPFS 的公共节点之中，不可再修改或删除。</p>

<h3>文章发布后想删除怎么办？</h3>
<p>已成功发布的文章，理论上会实现永久存储，无法被删除和修改。你可以使用「引申」功能，将新版本内容发布为新文章并上传至 IPFS。也可以选择仅在 Matters 网站上将文章「隐藏」，隐藏之后，文章会退回您的草稿列表之中，仅作者可见，文章上下游会解除。因文章指纹只有您本人可见，其他人也不容易在 IPFS 上找到文章。是否要继续传播公共节点所保存的链接，决定权也在您。</p>

<h3>文章发布至分布式网路，需要成本吗？</h3>
<p>将文章存储至星际文件系统（IPFS），IPFS 会收取存储费。在测试阶段，Matters将承担这笔费用。未来，会以内容发布者所赢得赞赏的一定比例进行支付。</p>

<h3>在 Matters 如何参与讨论？讨论会被永久保存吗？</h3>
<p>讨论是Matters的基本社区功能，分为「评论」与「引申」两种类型。一篇文章的「评论」不会同步发送至分布式网路，只保存在Matters网站。评论可以删除及修改，可以以@的方式与其他用户互动，可以被文章原作者置顶。一篇文章的「引申」则是鼓励你为感兴趣的话题，生成一篇新文章。引申的新文章与其它文章一样，也会同步永久保存至分布式网路。新文章同时会与被引申的文章相连接，呈现「上下游」的索引关系。</p>

<h3>文章的上游、下游关系是什么？跟「标签」有何不同？</h3>
<p>上、下游可以呈现文章与文章之间的引申关系。每一篇文章都可以有无限多篇下游，但只能有一篇上游。如果您正在阅读的文章有上、下游，您可以展开上下游结构，帮助您建立语境。标签（tag）则是文章的关键字，一篇文章最多可以设置 5 个。如果您使用引申功能发布一篇下游文章，编辑器会自动带入上游文章的标签，您也可以自行修改。所有会员都可以为自己的文章添加上游和标签。Matters 工作团队也可以管理上游及标签。</p>

<h3>如何获取激活权限？</h3>
<p>每一位早期会员，都将获得一个或以上的激活权限，用于邀请新人。新人可使用激活链接快速注册成为 Matters 正式会员，同时激活创作权限。你在站上通过发布文章和留言评论所获得的赞赏，每累积 20 MAT 即可获得一个激活权限，可在个人页面「邀请有礼」查看及使用。</p>

<h3>注册成为 Matters 会员后，如何激活创作功能？</h3>
<p>当你注册成为 Matters 会员后，即可阅读和分享站内的所有内容。与此同时，你可以通过站内提示完成任务，或寻求拥有「激活权限」的早期会员帮助，激活包括发文、实现文章于分布式网络的永久储存、评论，赞赏等在内的创作功能，深度参与 Matters 社区</p>

<h3>举报及申诉</h3>
<p>如果你发现有违反 Matters《社区约章》的情况，可以在举报页面进行举报，并在菜单中选择举报原因或具体描述情况。被举报信息一旦经站方查实，站方将根据用户协议条例进行处理，包括但不限于隐藏文章、用户禁言、禁止互动，甚至冻结帐户。与此同时，被举报的用户可以移步至「意见反馈」，或发送邮件至 hi@matters.news 向站方进行申诉。</p>

<h3>更多建议和意见要对 Matters 说</h3>
<p>若您遭遇操作异常，或有更多建议想告诉 Matters，请移步至「意见反馈」页面，提交您想要反馈的问题，或是发送邮件至 ask@matters.news，我们会尽快回复！</p>
  `
}
