const ToS: { zh_hant: string; zh_hans: string } = {
  zh_hant: `
<h3>用戶協議</h3>
<p><small>更新日期：2019 年 3 月 14 日</small></p>
<p>請仔細閱讀以下條款，這些條款包含了有關您合法權利、救濟方法和義務的重要信息。您認可並同意，當您訪問或使用平台和/或服務時，即表示您已經閱讀並且理解與同意受以下條款的約束。如果您不同意這些條款，則您無權訪問或使用平台和/或服務。</p>
<p><i>關於條款修改：</i></p>
<p>MATTERS保留其無需提前通知和徵得同意隨時自行決定修改條款的權利。修改後，MATTERS將通過平台公佈其修改，或以其它方式向您告知。如果您在MATTERS公佈修改後繼續訪問和/或使用平台和/或服務，則表示您同意接受修改後的條款。如果您不同意修改後的條款，您只能停止使用平台和服務。</p>

<p><b><u>1. 定義和解釋</u></b></p>
<p>1.1    下列術語的定義以及解釋的規則適用於本條款，除非另有定義：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>賬戶</i></b>是指MATTERS為其注冊用戶提供的賬戶，用於使用平台和服務；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>關聯公司</i></b>，就MATTERS而言，目前是指（i）MATTERS的任何附屬公司；（ii）MATTERS的任何子公司；（iii）MATTERS的任何控股公司；（iv）MATTERS的任何母公司；（v）MATTERS的任何集團公司；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>内容</i></b>是指文本、圖形、圖像、音頻、視頻、信息和其他材料；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>內容標准</i></b>是指任何用戶在平台發佈的任何內容的標准，詳見本條款第5.5條；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>香港</i></b>是指中華人民共和國的香港特別行政區；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>知識產權</i></b>是指與平台相關的所有版權和其他知識產權，無論其以何種形式呈現、為哪種媒體形式體現、是否已注冊，包括但不限於專利、設計權、商標、服務商標、應用程序、前述任何一項的申請權利、數據庫權利、專有技術、商業名稱、機密信息權利、商譽以及世界範圍內存在的其他類似的權利；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>專有技術</i></b>是指與平台和/或服務相關的所有技術、經驗、數據、技術和商業信息，包括但不限於運營模式；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS</i></b>是指MATTERS LAB LIMITED，一家基於中華人民共和國香港特別行政區的法律注冊成立的私營有限公司；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS庫</i></b>是指MATTERS用於記錄和共享所有內容的可公開訪問的分佈式數據庫；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>在線課程</i></b>是指由MATTERS組織、安排或以其他方式提供給平台上用戶的在線課程；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>密碼</i></b>是指與賬戶相關的，用戶為其賬戶設置的私人密碼；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>平台</i></b>是指MATTERS以網站、手機應用或其他形式向用戶提供服務的平台；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>隱私政策</i></b>是指MATTERS的隱私政策，並由MATTERS不時更新；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>私鑰</i></b>的定義請參照本條款第3.3條；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(o)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>發佈</i></b>是指，就任何內容而言，在平台上或通過平台張貼內容，提交內容，發表內容，展示內容或轉發加密貨幣（如適用）和/或內容給其他用戶或其他人（包括對內容的評論），被發佈的定義也應照此解釋;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(p)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>服務</i></b>的定義請參照本條款第2.1條；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(q)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>稅收</i></b>是指由香港或其他地區的地方、市政、政府、州、聯邦、或其他機構或當局施加的、征收的或強制執行的扣繳、關稅、捐稅、征稅、社會保障費用以及地稅等在所有情況下都具有課稅性質的所有形式的稅收，以及任何與之相關的利息、處罰、附加費或罰款；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(r)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>條款</i></b>是指由MATTERS不時修訂、修改或以其他方式更新的條款和條件（包括隱私政策）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(s)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>第三方內容</i></b>的定義請參照本條款第8.6條；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(t)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>用戶</i></b>是指平台的任何用戶，用戶們也應照此解釋；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(u)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>用戶內容</i></b>是指由任何用戶發佈到平台的任何內容。</p>
<p>1.2    提及個人、公司、托管、合作夥伴、非法人團體或其他實體，應被理解為包括他們中的任何一個。</p>
<p>1.3    提及單一性別的詞語應被理解為包括所有性別，提及單一個人的詞語應被理解為包括多數人，反之亦然，提及單數詞的含義應被理解為包括複數詞，反之亦然，提及整體應被理解為包括對其中任何部分的提及。</p>
<p>1.4    以下詞彙，<b><i>附屬</i></b>、<b><i>附屬子公司</i></b>、<b><i>控權公司</i></b>和<b><i>母公司</i></b>的定義均按照（香港法例第622章）《公司條例》中的規定來解釋。</p>


<p><b><u>2. 服務</u></b></p>

<p><i>服務範圍</i></p>
<p>2.1    MATTERS為用戶提供平台的訪問權限。該平台為註冊用戶提供其賬戶的訪問權限（包括其賬戶鏈接下的加密貨幣錢包的訪問權限（如適用）），並且使用戶能夠（i）通過向MATTERS庫提交交易數據發佈用戶內容；以及（ii）參加在線課程（服務）。平台和服務的訪問與使用均受本條款的約束。若您在使用平台和/或服務時未按照本條款的規定，將有可能被追究民事與刑事責任。</p>
<p><i>暫停、中止或終止服務</i></p>
<p>2.2    在法律允許的範圍內，MATTERS保留其自行決定暫時或永久性地更改、暫停或終止平台和/或服務（或其任何部分）的權利，無需另行通知。而對於此類暫時或永久性的更改、暫停或終止，您將有可能無法訪問保存在您賬戶內但未被保存在分佈式網絡的任何用戶內容，MATTERS不需要對您或任何第三方承擔任何責任。</p>

<p><i>資格</i></p>
<p>2.3    本平台和/或服務面向的使用者年齡不得低於18歲。您必須年滿18歲才能訪問或使用平台和/或服務。如果您的年齡在13至18歲（或您居住地的法定成人年齡）之間，則您只能在同意受本條款約束的父母或法定監護人的監督下訪問或使用本平台和/或服務。</p>

<p><i>地理限制</i></p>
<p>2.4    MATTERS並未聲明，平台或其任何內容在香港以外的地區也是可訪問的或合適的。有些人或者在有些國家訪問本平台可能是不合法的。如果您要從香港以外的地點訪問本平台，則由您自行決定訪問並且您有責任遵守當地法律。</p>

<p><b><u>3. 賬戶註冊與賬戶安全</u></b></p>

<p><i>賬戶註冊</i></p>
<p>3.1    要在平台上發佈內容，您需要先同意本條款並提供相應的詳細註冊信息或其他信息，以創建您的賬戶。使用平台的前提條件為，您在平台上所提供的所有信息是正確、最新以及完整的。</p>
<p>3.2    除了本條款第4.8條中提及的內容外，MATTERS目前不收取任何服務費用，但MATTERS保留將來收取費用的權利，如果要收取費用，在您使用任何收費服務前應向您清晰顯示其適用的收費事宜。</p>
<p>3.3    在適用的情況下，在您完成註冊後，MATTERS將為您生成一個與一對私鑰（參見術語私鑰）和公鑰鏈接的加密貨幣錢包，這對私鑰和公鑰僅提供給您一人並且完全由您擁有。與您的賬戶名匹配的私鑰是獨一無二的，此私鑰必須與您的賬戶關聯使用，才能訪問您的與平台相鏈接的加密貨幣錢包。</p>

<p><i>賬戶安全</i></p>
<p>3.4    您有責任維護賬戶、密碼和私鑰的安全。您必須確保密碼和私鑰的安全。您接受並承認，如果您沒有密碼和/或密鑰，您將無法訪問與您賬戶相關聯的任何用戶內容和加密貨幣（如適用）。您承認您的賬戶屬於您個人，並且同意您不會向其他任何人提供訪問平台所需要的用戶名、密碼、私鑰或其他安全信息。您必須將這些信息視為機密信息，不得將其透露給其他任何人或實體。</p>
<p>3.5    您同意，當您發現賬戶被未經授權訪問或使用，或者有其他安全問題時立即通知MATTERS。在此您接受並承認，在適用法律允許的最大範圍內，您對任何在您的賬戶和私鑰下發生的活動（包括與您賬戶鏈接的加密貨幣錢包（如適用））負責，並接受任何授權的或未授權的對您賬戶和私鑰的訪問（包括與您賬戶鏈接的加密貨幣錢包（如適用））可能帶來的所有風險。</p>
<p>3.6    您理解並承認密碼學是一個不斷進步的領域。代碼破解的進步或技術的進步（比如量子計算機）可能會對平台、服務和用戶賬戶造成風險，導致您的財產被盜或丟失。在使用平台和/或服務時，您承認並接受此類內在風險。</p>

<p><b><u>4. 平台與服務的使用</u></b></p>

<p><i>有限許可</i></p>
<p>4.1    MATTERS只能授予您本條款中明確准許的，用於訪問和使用平台的有限的、受限制的、個人的、不可轉讓的、不可再授權的以及可撤銷的許可。除此之外，MATTERS不授予您與平台相關的任何其他權利或許可，並且保留本條款中未明確答應給予的任何權利或許可。</p>
<p>4.2    本條款中的任何內容既不意圖也不構成您與MATTERS之間的任何合作、合資、代理、咨詢或托管關係。</p>

<p><i>被禁止的使用</i></p>
<p>4.3    作為使用平台和/或服務的前提條件，您同意您不會：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;使用平台和/或服務用於任何違法的、非法的或本條款中明令禁止的目的；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;發送、接收、發佈、下載、使用或再使用不符合內容標準的任何材料；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;進行任何限制或禁止任何人使用或享受平台和/或服務，或者在我們的判斷下任何可能危害MATTERS或其他用戶，或者有可能使MATTERS或其他用戶承擔法律責任的行為；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;以可能使網頁失效、過載、損壞或損傷，或者可能幹擾平台和/或服務正常運行與使用的任何方式使用平台和/或服務，亦或者使用此類的任何裝置、軟件或程序；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;在未經MATTERS事先許可的情況下修改、複製、傳輸、展示、執行、再版、出版、許可、轉讓、出售或再出售從平台和/或服務中獲得任何信息、軟件、產品或服務，亦或者由此信息、軟件、產品或服務創造衍生作品；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;出於任何MATTERS事先書面許可以外的目的，使用網絡機器人、網絡爬蟲、網絡抓取或其他自動化手段，或手動處理來訪問、監控或複製任何平台和/或服務的內容或信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;出於任何MATTERS事先書面許可以外的目，深層鏈接至平台的任何部分；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;在未經MATTERS事先授權的情況下，以「數據幀」、「鏡像」或以其他方式將平台的任何部分併入任何其他網頁；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;在平台上和/或與服務相關的使用中，冒充其他人或實體，虛假陳述，以其他方式謊稱您與某人或某實體的關係，亦或者使用虛假身份（包括但不限於使用與此人或實體相關的電子郵件地址或故意拍攝名字）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;通過操縱標識符（包括偽造頭部代碼）來隱瞞您發佈的任何信息的來源；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;試圖未經授權地訪問、干擾、破壞或中斷平台、服務、任何相關網站、儲存平台的服務器，或任何連接至平台的服務器、電腦或數據庫；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;通過任何非平台和/或服務提供的途徑，獲得或嘗試獲得任何材料或信息，包括採集或以其他方式收集其他人的信息，比如電子郵件地址。</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;做任何在MATTERS的合理判斷下可能對平台和/或服務、MATTERS、其關聯公司，以及其各自的許可人、供應商或服務提供商，亦或者以其他方式產生負面影響的事；和/或</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;輔助、煽動、鼓勵或誘導以上任何一項行為。</p>

<p><i>在MATTERS庫發佈內容</i></p>
<p>4.4    您可以通過向MATTERS庫提交數據的方式使用服務，發佈用戶內容（以及隱藏此用戶內容（如適用））。MATTERS庫由獨立第三方的分佈式網絡負責運營，MATTERS並不擁有、控制或運營此第三方。MATTERS對MATTERS庫不擁有完全控制權，因此MATTERS不能也不保證您通過服務提交的任何交易信息會在MATTERS庫上被確認。您承認並同意，您通過服務提交的交易詳情有可能被MATTERS庫大幅延遲處理或不處理。</p>
<p>4.5    一旦您的交易信息（包括任何用戶內容）被提交至MATTERS庫，MATTERS將無法幫助您刪除、取消或以其他方式修改您的交易信息。MATTERS對MATTERS庫沒有絕對控制權，有可能無法為您刪除、取消或修改的請求提供便利。您接收並承認，MATTERS對您與MATTERS庫的交易中由您引起的任何錯誤或遺漏不承擔責任。</p>
<p>4.6    您有責任確定哪些稅（如果有）適用於您通過服務提交過交易信息的交易，同時您有責任正確地向相應的稅務機關報告並匯出相應稅款。您同意，MATTERS沒有責任為您確定您的交易適用哪種稅，或收集、報告、扣繳、匯出由MATTERS庫交易產生的任何稅。</p>
<p>4.7    除本條款第4.8條另有規定外，MATTERS和其關聯公司不參與用戶間的溝通、支付和/或互動，亦或者用戶間溝通、支付和/或互動的內容（無論線上或線下，是否涉及金錢）。您理解並同意，您自己對您與其他用戶之間的溝通、支付和互動負有全部責任，MATTERS對任何情況下用戶間的溝通、支付和互動（無論線上或線下）不承擔任何責任或義務。如果您與任何用戶之間存在任何爭議，則您必須直接與該用戶協商解決。</p>
<p>4.8    您同意及時並完整地向MATTERS或其代表人指定的銀行賬戶，或通過其他類似支付方式，亦或者通過第三方支付系統的方式支付網絡課程的所有費用，具體支付方式由MATTERS不時公佈。</p>
<p>4.9    不管本條款中的任何規定，如果您進行或以其他方式參與任何平台和/或服務的加密貨幣交易（如適用）或涉及到加密貨幣的行為（如適用），一旦您確認進行交易，您將無法再取消或修改相關交易。</p>

<p><i>隱私政策</i></p>
<p>4.10    您同意，您通過平台和/或使用平台和/或服務時向MATTERS提供的所有信息受隱私政策的約束，並且您准許MATTERS在遵守隱私政策的範圍內就您的信息採取任何行動。</p>

<p><b><u>5. 平台上的內容</u></b></p>

<p><i>用户内容</i></p>
<p>5.1    平台可能包含留言板、聊天室、個人主頁或個人資料、論壇、公告板、應用程序接口（API）等能夠讓用戶在平台上或通過平台發佈用戶內容的交互功能。</p>
<p>5.2    所有用戶內容必須符合內容標準。任何不符合內容標準的用戶內容將無法被發佈和/或隨時被MATTERS隱藏，無需提前通知。</p>
<p>5.3    您發佈至平台的任何用戶內容都將被視為非機密性的。MATTERS與其關聯公司沒有義務視任何用戶內容為機密信息。為避免疑義，MATTERS不聲明對任何用戶內容的所有權。但是，您在平台上提供任何用戶內容時，也授於MATTERS、其關聯公司、其各自的被許可人、繼承人和受讓人，擁有非獨家的、世界範圍的、不可撤回的、無條件的、永久的權利與許可，在免費的基礎上用於使用、修改、利用、複製、展示、擴散、再許可、傳達和使有效任何用戶內容等由MATTERS自行判斷認為合適的任何目的。</p>
<p>5.4    您聲明並擔保：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您擁有並控制對用戶內容的所有權利，或除此之外擁有向平台或通過平台發佈與分配用戶內容的合法權利；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您有權將此類許可授予MATTERS和其關聯公司、他們各自的服務提供商、和他們各自的被許可人、繼承人和受讓人；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;您所有的用戶內容都將遵守本條款和任何適用法律法規的規定，不得侵犯任何人或實體的任何權利，或對任何人或實體造成傷害；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;您對您發佈的任何用戶內容負責，並且由您，而不是MATTERS，承擔對此類用戶內容的全部責任，包括合法性、可信性、準確性和合適性。</p>

<p><i>內容標準</i></p>
<p>5.5    內容標準適用於所有用戶內容以及平台和/或服務的使用。用戶內容必須全面遵守所有適用法律法規。在不限制前述內容的情況下，用戶內容不得：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;包含任何誹謗、淫穢、猥褻、辱罵、冒犯、色情、騷擾、暴利、仇恨、歧視、侮辱、威脅、煽動或其他令人反感的內容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;宣傳帶有明顯性內容或色情的材料、宣傳暴力或基於種族、性別、宗教、國籍、殘疾、性取向或年齡的歧視；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;侵犯任何專利、商標、商業秘密、版權或其他知識產權、或任何其他人的其他權利；或者內含任何抄襲的內容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;侵犯他人合法權利（包括宣傳和隱私權），或內含在適用的法律法規下任何可能引起民事或刑事責任，或者可能與本條款衝突的內容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;是不準確的、誤導的或可欺騙人的；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;宣傳任何非法活動，或提倡、宣傳或協助任何違法行為；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;引起其他人的煩擾、不便或不必要的焦慮，或有可能使其他人不安、尷尬、驚慌或煩擾；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;假冒任何人，冒充他人的身份或其與其他人或組織的關係；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;涉及商業活動，進行銷售，發送任何未被請求的廣告或宣傳資料、收集其他用戶的電子郵件地址或其他聯絡信息用於發送廣告信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;給人以他們為MATTERS成員或受MATTERS授權的印象，但事實並非如此；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;包含任何MATTERS認為（在其合理判斷下）不合適在平台上發佈的任何內容。</p>

<p><i>用戶內容免責聲明</i></p>
<p>5.6    用戶在平台發佈任何用戶內容則表明其接受，任何由於MATTERS和/或其關聯公司發表與使用此用戶內容而產生的第三方的任何索賠要求，由用戶承擔全部法律和道德責任。MATTERS和其關聯公司均不擁有或認可平台上發佈的任何用戶內容。所有用戶內容的真實性、合法性和使用權由發佈此內容的用戶自行承擔，MATTERS對此不承擔責任。在適用法律法規允許的最大範圍內，MATTERS對於發佈的用戶內容不承擔任何責任與義務。</p>
<p>5.7    MATTERS和/或其關聯公司既沒有義務認可您用戶內容的作者身份，也沒有義務強制執行第三方任何形式的權利歸屬。</p>
<p>5.8    平台上或通過平台展示的內容僅供一般參考用途。MATTERS不保證任何內容的準確性、完整性或有用性。您對此類信息的依賴與使用均由您自行承擔風險。在適用法律法規允許的最大範圍內，MATTERS不承擔由您或平台的其他訪問者或被告知此類內容的任何人對此類資料的信賴而產生的所有責任和義務。</p>

<p><i>監督與執法</i></p>
<p>5.9    MATTERS有權但沒有義務：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;由我們自行決定出於任何理由或無理由地隱藏或拒絕發佈任何用戶內容； </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;對MATTERS自行判斷下認為有必要或恰當的任何用戶內容採取任何措施，包括當MATTERS認為此類用戶內容違反本條款、威脅到平台用戶或公共的人身安全、或可能造成對MATTERS不利時;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;向任何主張您發佈的任何用戶內容侵犯其權利（包括知識產權或隱私權）的第三方公開您的身份或其他有關您的信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;對任何非法或未經授權的平台的使用採取適當的法律行動，包括但不限於轉交執法機構。</p>
<p>5.10    必要情況下，MATTERS須充分配合執法當局或法院指令的指示或要求，公開在平台上或通過平台發佈材料的人員的身份或其他信息。您放棄並使MATTERS、其關聯公司、其各自的被許可人和服務提供商免於承擔任何由前述各方或執法當局在調查期間或調查後、以及因調查的結果而採取的任何行動所產生的任何索賠的責任。</p>
<p>5.11    為避免疑義，MATTERS不會在任何內容發佈到平台之前對其進行審核，並且無法確保在其發佈後立即隱藏令人反感的內容。因此，對於與傳送、溝通或任何用戶或第三方提供的內容相關的任何作為或不作為，MATTERS不承擔任何義務。對於用戶是否履行本章所述規定，MATTERS不承擔任何責任與義務。</p>

<p><i>平台鏈接與社交媒體功能</i></p>
<p>5.12    只有當您秉持公平與合法，並且不損害不利用MATTERS或其任何關聯公司的聲譽時，您才可以建立至平台主頁的鏈接，但您不得以任何讓他人認為您與我們有關聯、有獲得我們批准或認可的形式建立鏈接。</p>
<p>5.13    平台有可能提供某些社交媒體功能，使您能夠：</p>
<p>從您自己的網頁鏈接至平台上的某些內容；</p>
<p>發送含有平台上某些內容，或含有鏈接至某些內容的鏈接的電子郵件或其他通訊方式；</p>
<p>在平台上的內容中含有MATTERS主頁鏈接的條件下，能夠讓平台內容的有限部分展示或出現在您自己的網站上。</p>
<p>5.14    您僅能使用由我們提供，並且根據MATTERS任何相關附加條款條件的規定的僅僅與展示內容相關的功能。 在上述規定下，您不得：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;從任何不屬於您的網站建立鏈接；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;通過框架、深層鏈接或直接鏈接使平台或平台的部分在其他網頁上展示或出現；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;鏈接到平台主頁以外的任何部分；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;對平台上與本條款中任何不符合規定的材料採取任何行動。</p>
<p>5.15    您在其上建立平台鏈接或使他人可以訪問到某些用戶內容的網站，必須完全遵守內容標準。</p>
<p>5.16    您同意協助我們，使任何未經授權的框架或鏈接立即停止。MATTERS保留撤銷鏈接許可且不需要通知的權利。</p>
<p>5.17    MATTERS可以根據自己判斷隨時禁用所有或任何社交媒體功能和任何鏈接，無需另行通知。</p>

<p><b><u>6. 知識產權</u></b></p>

<p><i>MATTERS的知識產權</i></p>
<p>6.1    平台包含版權材料、商業名稱和其他專有信息，並且平台的整個內容受版權法保護。除非另有說明，否則服務所需的、平台提供的、或平台使用的軟件，以及平台和平台上的內容（用戶內容除外）和知識產權均歸MATTERS、其關聯公司和/或其各自的許可方、供應商或服務提供商所有。在選擇、協調、安排和增強此類內容（用戶內容除外）時，MATTERS與其許可方擁有版權和/或數據庫權利。</p>
<p>6.2    平台的界面外觀（網站或其他形式）受保留所有權利的版權保護。未經MATTERS明確書面許可，不得複製、仿製、或再使用HTML / CSS、JavaScript或可視設計元素或概念的任何部分。</p>
<p>6.3    MATTERS完全地保留平台和內容（用戶內容除外）的所有權利（包括所有知識產權）、所有權和利益（包括被翻譯的內容）。任何未經授權的使用將構成對MATTERS知識產權的重大侵權。</p>

<p><i>禁止行為</i></p>
<p>6.4    您不得修改、發表、參與轉讓或銷售、或以任何方式利用平台和平台上的內容，無論是全部地還是部分地，除非是本條款中規定的以下情況：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您的計算機可以在您訪問和查看這些資料時，附帶地暫時將資料的副本儲存在RAM中；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您可以存儲由Web瀏覽器自動緩存的文件，以增強顯示功能;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;如果MATTERS提供桌面、手機或其他應用程序下載，在您同意受我們有關應用程序的終端用戶許可協議約束的條件下，您可以將一份副本下載到您的計算機或移動設備上，並且僅供您個人使用； </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;如果MATTERS為社交媒體功能提供某些內容，則您可以進行此類功能下被允許的操作。</p>
<p>6.5    您可以使用平台上的信息，但僅供您個人使用。除非在版權法下另有明確許可，否則在未經MATTERS和版權所有者明確許可的情況下，不得對下載內容進行複製、再分配、出版或商業利用。在允許複製、再分配或出版版權內容的情況下，不得更改或刪除作者歸屬、商標說明或版權聲明。您承認您不會通過下載版權內容來獲得任何所有權。</p>

<p><b><u>6. 商標</u></b></p>
<p>6.6    「MATTERS」商標是或被許可是MATTERS和/或其關聯公司在香港或其他地方（無論是否註冊）的商標。MATTERS的名稱與商標以及所有相關的名稱、商標、產品與服務名稱、設計和標語均為MATTERS、其關聯公司或其許可方的商標。未經MATTERS事先書面許可，您不得使用此類商標。</p>
<p>6.7    其他產品以及平台上明確身份的公司名稱可以是MATTERS、其許可方和/或其關聯公司或第三方的名稱、商標、商號、服務商標、商標、標誌、其他專有名稱或標記。在平台上使用任何第三方的或歸屬於第三方的名稱、商標、商標、服務商標、商標、標誌或其他專有名稱或商標，以及能夠通過平台從第三方獲得特定商品或服務，均不可被解釋為此第三方受到平台的認可，贊助平台，或此第三方通過平台參與提供商品、服務或信息。</p>

<p><i>有關侵權的申訴</i></p>
<p>6.8    如果您認為有任何用戶內容侵犯了您的版權，請發送電子郵件至ask@matters.news，我們將指示您，如何向我們發送侵犯版權的通知。MATTERS將審核並處理所有符合要求的通知。</p>
<p>6.9    為避免疑義，MATTERS不對第三方提供的版權資料或第三方的知識產權侵權行為承擔任何責任。</p>

<p><b><u>7. 賬戶終止</u></b></p>
<p>7.1    MATTERS有權自行決定立即暫停（任意時間長度）或終止您對平台和/或服務的訪問，無需事先通知，並且有權出於任何原因（包括但不限於您違反本條款的任何規定）刪除或停用您的賬戶（包括您賬戶下鏈接的加密貨幣錢包（如適用））以及隱藏所有相關用戶內容。MATTERS對於有可能因為暫停或終止賬戶而導致的任何損失或損害不承擔任何責任或義務。</p>
<p>7.2    在賬戶被終止的情況下，未經MATTERS書面同意，您不能以您的賬戶使用平台的任何部分（包括您賬戶下鏈接的加密貨幣錢包（如適用））。</p>

<p><b><u>8. 免責聲明</u></b></p>
<p>8.1    本條款中的任何內容均不得限制因疏忽、欺詐或欺騙性的虛假陳述而造成人身傷害或死亡的責任。</p>
<p>8.2    您在使用平台、其內容、服務以及通過平台獲得的任何產品時的風險均由您自行承擔。平台、其內容、服務以及通過平台獲得的任何項目均基於「現狀」和「可有」的基礎被提供，不附帶任何形式的明示或暗示的保證。在不限制上述規定的前提下，MATTERS或與MATTERS相關的任何人均不表示或保證，平台、其內容、服務以及通過平台獲得的任何項目是準確的、可靠的、無差錯或不間斷的，其中的缺損會得到修正，平台或平台的服務器沒有病毒或其他有害組件，又或者平台、服務和通過平台獲得的任何項目將滿足您的需求或期望。</p>
<p>8.3    您理解，MATTERS無法保證也不保證您從平台下載的任何內容不含有病毒或其他破壞性代碼。 您有責任設置充足的程序和檢查點，以滿足您對反病毒保護、數據輸入輸出準確性，以及在平台外部維持一個途徑用於重建任何丟失數據的特定要求。對於在您使用平台、服務以及通過平台獲得的任何項目時，或您從平台或其他網站的平台鏈接下載內容時，   有可能感染到您的計算機設備、計算機程序、數據或其他專有材料的病毒、分散式阻斷服務攻擊（DDoS）、或其他含有有害技術的材料所造成的任何損失或損害，MATTERS概不負責。</p>
<p>8.4    您理解並同意，第三方或外部工具（包括但不限於互聯網）引起的作為或不作為可能會造成平台連接受損或中斷的情況。MATTERS將盡一切商業上合理的努力採取任何其認為適當的措施來補救與避免此類事件，但MATTERS不保證一定不會發生此類事件。您同意MATTERS對於在此類事件中任何違反本條款的行為不承擔責任。</p>
<p>8.5    除非是MATTERS方因有意或故意的不當管理或重大疏忽而有過錯，否則MATTERS不對任何由服務器錯誤、錯誤或重定向傳輸、互聯網連接失敗、傳輸或接受預約中斷、任何計算機病毒或其他技術缺點而導致的故障負責，無論是人為的還是技術性的。</p>
<p>8.6    平台可能包含指向第三方網頁與服務（第三方內容）的鏈接，此類鏈接僅為方便您而提供。MATTERS不擁有對任何第三方內容的絕對控制權，並且不對其承擔任何責任，也不對您在使用它們的過程中可能造成的任何損失或損害承擔任何責任。如果您決定訪問平台鏈接的任何第三方內容，則您必須自行承擔所有風險並且遵守此第三方內容的使用條款和條件。</p>
<p>8.7    MATTERS特此聲明不作任何法定的或其他任何形式的保證（無論明示或暗示的），包括但不限於任何商銷性、不侵權以及特定用途適用性的保證。</p>
<p>8.8    您理解並同意，您自己對確保您平台和/或服務的使用遵守相關適用法律負有全部責任。任何不遵守相關法律的平台和/或服務的使用不得解釋為是由我們公佈、引起、複製、復印、准許、授權、同意、請求或以其他方式批准的。我們不承擔任何因您使用平台和/或服務時未遵守相關適用法律而產生的或與之相關的所有責任，包括但不限於任何適用的反洗錢法。</p>
<p>8.9    本第8條條款不影響根據相關法律不能被限制或排除的任何保證或責任。</p>

<p><b><u>9. 責任限制</u></b></p>
<p>9.1    在任何情況下，MATTERS、其關聯公司、其各自的許可方、服務提供商、員工、代理人、主管或董事在任何法律下均不對由於您自己的使用或與您使用相關聯的原因造成的損害，或者導致您無法使用賬戶（包括您賬戶下鏈接的加密貨幣錢包（如適用））、平台和/或服務、平台或此類其他網站上的任何內容，或者無法使用通過平台或此類其他網站獲得的任何服務或項目等任何類型的損害而承擔責任，其中包括任何直接、間接、特殊的、偶然的、後果性的或懲罰性的損害，包括但不限於人身傷害、痛苦與磨難、精神損害、收入損失、利益損失、業務損失、預期節余損失、使用權損害、商譽損失、數據損失，以及無論是否由（包括疏忽的）侵權引起的違約等，即便是可預見的。 </p>
<p>9.2     此外，相關適用的法律有可能不允許MATTERS限制或免除上述責任。在這樣的情況下，MATTERS應在相關法律規定的範圍內承擔相應的責任。在引起索賠的事件發生後，申訴方應盡快提交索賠申請。</p>
<p>9.3    您接受並承認，使用基於互聯網的平台和服務存在風險，包括但不限於硬件故障、軟件故障和互聯網連接故障的風險，惡意軟件植入的風險，以及第三方有可能未經授權訪問存儲在您賬戶內或與您賬戶相關聯的信息（包括但不限於您的密碼和私鑰）的風險。您接受並承認，MATTERS對於您使用服務時可能遇到的任何通信故障、中斷、錯誤、失真或延遲不承擔責任。</p>
<p>9.4    根據適用法規關於時效的規定，被過分延遲提交的索賠請求可能會被視作無效。只有真實的索賠才能得到處理。儘管有上述規定，任何由本條款、平台和/或服務引起的或與本條款、平台和/或服務相關的任何訴訟或索賠請求必須在訴因產生後一（1）年內被提交，否則在此期限過後此訴訟或索賠將被永久禁止。</p>
<p>9.5    在不影響上述規定的情況下以及在適用法律允許的情況下，MATTERS對任何一位用戶的累計賠償責任在任何情況下均不得超過1000港元。</p>

<p><b><u>10. 賠償保障</u></b></p>
<p>10.1    您同意賠償和豁免MATTERS所有因為您的作為、不作為或疏忽而引致或遭受的任何索賠、責任、損害、損失和金錢賠償的責任，包括但不限於由以下情況（或內容）引起或與以下情況（或內容）相關的MATTERS、其關聯公司、其各自的許可方、服務提供商、員工、代理人、主管和/或董事被要求支付的、蒙受的、或被強加的法律及其他費用：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您在違反本條款和適用的法律法規，和/或侵犯任何第三方權利的情況下訪問、使用或濫用平台和/或服務;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您賬戶下（包括您賬戶下鏈接的加密貨幣錢包（如適用））存在任何未經授權的活動或行為，無論您是否已授權或知曉此活動或行為; 和/或</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;您發佈的任何用戶內容。</p>
<p>10.2    如果您為某第三方或代表某第三方利益使用平台和/或服務，則您對您提供的有關信息的準確性上出現的任何錯誤負責。此外，您必須告知此第三方所有適用的條款。當此第三方或用戶未能履行上述義務時，則為此第三方或代表此第三方利益使用平台和/或服務的每個用戶均同意賠償並豁免MATTERS和其關聯公司（如適用）任何以及所有責任、損失、損害、訴訟與索賠（包括辯護費用）。</p>

<p><b><u>11. 使用手機應用程序的標準條款</u></b></p>
<p>11.1    通過手機應用程序訪問或使用平台，即表示您承認並同意受Apple App Store和/或Google Play（如適用）不時修訂的標準條款的約束。</p>

<p><b><u>12. 其他規定</u></b></p>
<p>12.1    本條款接替並取代MATTERS與您之間涉及平台和/或服務的任何以及所有事先的口頭或書面諒解或協議。</p>
<p>12.2    未經MATTERS事先書面許可，您不得借法律的實施或以其他方式轉讓或轉移這些條款。MATTERS有權自行決定轉讓或轉移這些條款，並不受任何限制。在上述規定的規限下，本條款將對您、MATTERS、您與MATTERS各自的繼承人、被許可的受讓人和法律代表的利益具有適用性和約束力。</p>
<p>12.3    非本條款任何一方的人無權根據《合約（第三者權利）條例》（香港法例第623章）執行本條款中的任何規定。</p>
<p>12.4    在此條款下任何被許可或被要求的通知或其他消息，包括有關修改本條款的通知，將由MATTERS以書面形式通過電子郵件發送。</p>
<p>12.5    MATTERS未行使本條款的任何權利或規定並不構成MATTERS對在未來行使該權利或條款的放棄。任何此類權利或規定的放棄只有在以書面形式並由正式授權的MATTERS代表簽字時才有效。除非本條款明確規定，否則任何一方根據本條款實施的任何救濟方法將不影響本條款下的其他救濟方法。</p>
<p>12.6    本條款受香港法律管轄，並按照香港法律解釋。本條款的各方不可撤回地同意，香港法院對與本條款有關或由本條款引起的任何索賠或爭議擁有專屬管轄權。</p>
<p>12.7    本條款和條件的原始英文版本可能被翻譯成其他語言。如果對本條款的內容或解釋存在爭議，亦或者本條款的英文版本與任何其他語言版本之間存在矛盾或不一致，則在法律允許的範圍內，英語版本適用、優先並具有決定性。</p>
<p>12.8    本條款應被視為可分割的。如有任何條款被確定為不可執行的或無效的，則應依然在適用法律允許的最大範圍內執行此條款，並且任何條款被確定無效都不應影響任何其他條款的有效性和可執行性。被分割的條款應由盡可能接近原先措辭和意圖的新條款取代。</p>
<p>12.9    與平台有關的所有投訴、反饋、評論、技術支持請求和其他聯絡信息請直接發送至 ask@matter.news。 </p>
  `,
  zh_hans: `
<h3>用户协议</h3>
<p><small>更新日期：2019 年 3 月 14 日</small></p>
<p>请仔细阅读以下条款，这些条款包含了有关您合法权利、救济方法和义务的重要信息。您认可并同意，当您访问或使用平台和/或服务时，即表示您已经阅读并且理解与同意受以下条款的约束。如果您不同意这些条款，则您无权访问或使用平台和/或服务。</p>
<p><i>关于条款修改：</i></p>
<p>MATTERS保留其无需提前通知和征得同意随时自行决定修改条款的权利。修改后，MATTERS将通过平台公布其修改，或以其它方式向您告知。如果您在MATTERS公布修改后继续访问和/或使用平台和/或服务，则表示您同意接受修改后的条款。如果您不同意修改后的条款，您只能停止使用平台和服务。</p>

<p><b><u>1. 定义和解释</u></b></p>
<p>1.1    下列术语的定义以及解释的规则适用于本条款，除非另有定义：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>账户</i></b>是指MATTERS为其注册用户提供的账户，用于使用平台和服务；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>关联公司</i></b>，就MATTERS而言，目前是指（i）MATTERS的任何附属公司；（ii）MATTERS的任何子公司；（iii）MATTERS的任何控股公司；（iv）MATTERS的任何母公司；（v）MATTERS的任何集团公司；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>内容</i></b>是指文本、图形、图像、音频、视频、信息和其他材料；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>内容标准</i></b>是指任何用户在平台发布的任何内容的标准，详见本条款第5.5条；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>香港</i></b>是指中华人民共和国的香港特别行政区；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>知识产权</i></b>是指与平台相关的所有版权和其他知识产权，无论其以何种形式呈现、为哪种媒体形式体现、是否已注册，包括但不限于专利、设计权、商标、服务商标、应用程序、前述任何一项的申请权利、数据库权利、专有技术、商业名称、机密信息权利、商誉以及世界范围内存在的其他类似的权利；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>专有技术</i></b>是指与平台和/或服务相关的所有技术、经验、数据、技术和商业信息，包括但不限于运营模式；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS</i></b>是指MATTERS LAB LIMITED，一家基于中华人民共和国香港特别行政区的法律注册成立的私营有限公司；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>MATTERS库</i></b>是指MATTERS用于记录和共享所有内容的可公开访问的分布式数据库；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>在线课程</i></b>是指由MATTERS组织、安排或以其他方式提供给平台上用户的在线课程；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>密码</i></b>是指与账户相关的，用户为其账户设置的私人密码；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>平台</i></b>是指MATTERS以网站、手机应用或其他形式向用户提供服务的平台；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>隐私政策</i></b>是指MATTERS的隐私政策，并由MATTERS不时更新；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>私钥</i></b>的定义请参照本条款第3.3条；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(o)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>发布</i></b>是指，就任何内容而言，在平台上或通过平台张贴内容，提交内容，发表内容，展示内容或转发加密货币（如适用）和/或内容给其他用户或其他人（包括对内容的评论），被发布的定义也应照此解释;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(p)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>服务</i></b>的定义请参照本条款第2.1条；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(q)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>税收</i></b>是指由香港或其他地区的地方、市政、政府、州、联邦、或其他机构或当局施加的、征收的或强制执行的扣缴、关税、捐税、征税、社会保障费用以及地税等在所有情况下都具有课税性质的所有形式的税收，以及任何与之相关的利息、处罚、附加费或罚款；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(r)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>条款</i></b>是指由MATTERS不时修订、修改或以其他方式更新的条款和条件（包括隐私政策）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(s)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>第三方内容</i></b>的定义请参照本条款第8.6条；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(t)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>用户</i></b>是指平台的任何用户，用户们也应照此解释；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(u)&nbsp;&nbsp;&nbsp;&nbsp;<b><i>用户内容</i></b>是指由任何用户发布到平台的任何内容。</p>
<p>1.2    提及个人、公司、托管、合作伙伴、非法人团体或其他实体，应被理解为包括他们中的任何一个。</p>
<p>1.3    提及单一性别的词语应被理解为包括所有性别，提及单一个人的词语应被理解为包括多数人，反之亦然，提及单数词的含义应被理解为包括复数词，反之亦然，提及整体应被理解为包括对其中任何部分的提及。</p>
<p>1.4    以下词汇，<b><i>附属</i></b>、<b><i>附属子公司</i></b>、<b><i>控权公司</i></b>和<b><i>母公司</i></b>的定义均按照（香港法例第622章）《公司条例》中的规定来解释。</p>


<p><b><u>2. 服务</u></b></p>

<p><i>服务范围</i></p>
<p>2.1    MATTERS为用户提供平台的访问权限。该平台为注册用户提供其账户的访问权限（包括其账户链接下的加密货币钱包的访问权限（如适用）），并且使用户能够（i）通过向MATTERS库提交交易数据发布用户内容；以及（ii）参加在线课程（服务）。平台和服务的访问与使用均受本条款的约束。若您在使用平台和/或服务时未按照本条款的规定，将有可能被追究民事与刑事责任。</p>
<p><i>暂停、中止或终止服务</i></p>
<p>2.2    在法律允许的范围内，MATTERS保留其自行决定暂时或永久性地更改、暂停或终止平台和/或服务（或其任何部分）的权利，无需另行通知。而对于此类暂时或永久性的更改、暂停或终止，您将有可能无法访问保存在您账户内但未被保存在分布式网络的任何用户内容，MATTERS不需要对您或任何第三方承担任何责任。</p>

<p><i>资格</i></p>
<p>2.3    本平台和/或服务面向的使用者年龄不得低于18岁。您必须年满18岁才能访问或使用平台和/或服务。如果您的年龄在13至18岁（或您居住地的法定成人年龄）之间，则您只能在同意受本条款约束的父母或法定监护人的监督下访问或使用本平台和/或服务。</p>

<p><i>地理限制</i></p>
<p>2.4    MATTERS并未声明，平台或其任何内容在香港以外的地区也是可访问的或合适的。有些人或者在有些国家访问本平台可能是不合法的。如果您要从香港以外的地点访问本平台，则由您自行决定访问并且您有责任遵守当地法律。</p>

<p><b><u>3. 账户注册与账户安全</u></b></p>

<p><i>账户注册</i></p>
<p>3.1    要在平台上发布内容，您需要先同意本条款并提供相应的详细注册信息或其他信息，以创建您的账户。使用平台的前提条件为，您在平台上所提供的所有信息是正确、最新以及完整的。</p>
<p>3.2    除了本条款第4.8条中提及的内容外，MATTERS目前不收取任何服务费用，但MATTERS保留将来收取费用的权利，如果要收取费用，在您使用任何收费服务前应向您清晰显示其适用的收费事宜。</p>
<p>3.3    在适用的情况下，在您完成注册后，MATTERS将为您生成一个与一对私钥（参见术语私钥）和公钥链接的加密货币钱包，这对私钥和公钥仅提供给您一人并且完全由您拥有。与您的账户名匹配的私钥是独一无二的，此私钥必须与您的账户关联使用，才能访问您的与平台相链接的加密货币钱包。</p>

<p><i>账户安全</i></p>
<p>3.4    您有责任维护账户、密码和私钥的安全。您必须确保密码和私钥的安全。您接受并承认，如果您没有密码和/或密钥，您将无法访问与您账户相关联的任何用户内容和加密货币（如适用）。您承认您的账户属于您个人，并且同意您不会向其他任何人提供访问平台所需要的用户名、密码、私钥或其他安全信息。您必须将这些信息视为机密信息，不得将其透露给其他任何人或实体。</p>
<p>3.5    您同意，当您发现账户被未经授权访问或使用，或者有其他安全问题时立即通知MATTERS。在此您接受并承认，在适用法律允许的最大范围内，您对任何在您的账户和私钥下发生的活动（包括与您账户链接的加密货币钱包（如适用））负责，并接受任何授权的或未授权的对您账户和私钥的访问（包括与您账户链接的加密货币钱包（如适用））可能带来的所有风险。</p>
<p>3.6    您理解并承认密码学是一个不断进步的领域。代码破解的进步或技术的进步（比如量子计算机）可能会对平台、服务和用户账户造成风险，导致您的财产被盗或丢失。在使用平台和/或服务时，您承认并接受此类内在风险。</p>

<p><b><u>4. 平台与服务的使用</u></b></p>

<p><i>有限许可</i></p>
<p>4.1    MATTERS只能授予您本条款中明确准许的，用于访问和使用平台的有限的、受限制的、个人的、不可转让的、不可再授权的以及可撤销的许可。除此之外，MATTERS不授予您与平台相关的任何其他权利或许可，并且保留本条款中未明确答应给予的任何权利或许可。</p>
<p>4.2    本条款中的任何内容既不意图也不构成您与MATTERS之间的任何合作、合资、代理、咨询或托管关系。</p>

<p><i>被禁止的使用</i></p>
<p>4.3    作为使用平台和/或服务的前提条件，您同意您不会：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;使用平台和/或服务用于任何违法的、非法的或本条款中明令禁止的目的；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;发送、接收、发布、下载、使用或再使用不符合内容标准的任何材料；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;进行任何限制或禁止任何人使用或享受平台和/或服务，或者在我们的判断下任何可能危害MATTERS或其他用户，或者有可能使MATTERS或其他用户承担法律责任的行为；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;以可能使网页失效、过载、损坏或损伤，或者可能干扰平台和/或服务正常运行与使用的任何方式使用平台和/或服务，亦或者使用此类的任何装置、软件或程序；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;在未经MATTERS事先许可的情况下修改、复制、传输、展示、执行、再版、出版、许可、转让、出售或再出售从平台和/或服务中获得任何信息、软件、产品或服务，亦或者由此信息、软件、产品或服务创造衍生作品；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;出于任何MATTERS事先书面许可以外的目的，使用网络机器人、网络爬虫、网络抓取或其他自动化手段，或手动处理来访问、监控或复制任何平台和/或服务的内容或信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;出于任何MATTERS事先书面许可以外的目，深层链接至平台的任何部分；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;在未经MATTERS事先授权的情况下，以「数据帧」、「镜像」或以其他方式将平台的任何部分并入任何其他网页；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;在平台上和/或与服务相关的使用中，冒充其他人或实体，虚假陈述，以其他方式谎称您与某人或某实体的关系，亦或者使用虚假身份（包括但不限于使用与此人或实体相关的电子邮件地址或故意拍摄名字）；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;通过操纵标识符（包括伪造头部代码）来隐瞒您发布的任何信息的来源；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;试图未经授权地访问、干扰、破坏或中断平台、服务、任何相关网站、储存平台的服务器，或任何连接至平台的服务器、电脑或数据库；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(l)&nbsp;&nbsp;&nbsp;&nbsp;通过任何非平台和/或服务提供的途径，获得或尝试获得任何材料或信息，包括采集或以其他方式收集其他人的信息，比如电子邮件地址。</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(m)&nbsp;&nbsp;&nbsp;&nbsp;做任何在MATTERS的合理判断下可能对平台和/或服务、MATTERS、其关联公司，以及其各自的许可人、供应商或服务提供商，亦或者以其他方式产生负面影响的事；和/或</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(n)&nbsp;&nbsp;&nbsp;&nbsp;辅助、煽动、鼓励或诱导以上任何一项行为。</p>

<p><i>在MATTERS库发布内容</i></p>
<p>4.4    您可以通过向MATTERS库提交数据的方式使用服务，发布用户内容（以及隐藏此用户内容（如适用））。MATTERS库由独立第三方的分布式网络负责运营，MATTERS并不拥有、控制或运营此第三方。MATTERS对MATTERS库不拥有完全控制权，因此MATTERS不能也不保证您通过服务提交的任何交易信息会在MATTERS库上被确认。您承认并同意，您通过服务提交的交易详情有可能被MATTERS库大幅延迟处理或不处理。</p>
<p>4.5    一旦您的交易信息（包括任何用户内容）被提交至MATTERS库，MATTERS将无法帮助您删除、取消或以其他方式修改您的交易信息。MATTERS对MATTERS库没有绝对控制权，有可能无法为您删除、取消或修改的请求提供便利。您接收并承认，MATTERS对您与MATTERS库的交易中由您引起的任何错误或遗漏不承担责任。</p>
<p>4.6    您有责任确定哪些税（如果有）适用于您通过服务提交过交易信息的交易，同时您有责任正确地向相应的税务机关报告并汇出相应税款。您同意，MATTERS没有责任为您确定您的交易适用哪种税，或收集、报告、扣缴、汇出由MATTERS库交易产生的任何税。</p>
<p>4.7    除本条款第4.8条另有规定外，MATTERS和其关联公司不参与用户间的沟通、支付和/或互动，亦或者用户间沟通、支付和/或互动的内容（无论线上或线下，是否涉及金钱）。您理解并同意，您自己对您与其他用户之间的沟通、支付和互动负有全部责任，MATTERS对任何情况下用户间的沟通、支付和互动（无论线上或线下）不承担任何责任或义务。如果您与任何用户之间存在任何争议，则您必须直接与该用户协商解决。</p>
<p>4.8    您同意及时并完整地向MATTERS或其代表人指定的银行账户，或通过其他类似支付方式，亦或者通过第三方支付系统的方式支付网络课程的所有费用，具体支付方式由MATTERS不时公布。</p>
<p>4.9    不管本条款中的任何规定，如果您进行或以其他方式参与任何平台和/或服务的加密货币交易（如适用）或涉及到加密货币的行为（如适用），一旦您确认进行交易，您将无法再取消或修改相关交易。</p>

<p><i>隐私政策</i></p>
<p>4.10    您同意，您通过平台和/或使用平台和/或服务时向MATTERS提供的所有信息受隐私政策的约束，并且您准许MATTERS在遵守隐私政策的范围内就您的信息采取任何行动。</p>

<p><b><u>5. 平台上的内容</u></b></p>

<p><i>用户内容</i></p>
<p>5.1    平台可能包含留言板、聊天室、个人主页或个人资料、论坛、公告板、应用程序接口（API）等能够让用户在平台上或通过平台发布用户内容的交互功能。</p>
<p>5.2    所有用户内容必须符合内容标准。任何不符合内容标准的用户内容将无法被发布和/或随时被MATTERS隐藏，无需提前通知。</p>
<p>5.3    您发布至平台的任何用户内容都将被视为非机密性的。MATTERS与其关联公司没有义务视任何用户内容为机密信息。为避免疑义，MATTERS不声明对任何用户内容的所有权。但是，您在平台上提供任何用户内容时，也授于MATTERS、其关联公司、其各自的被许可人、继承人和受让人，拥有非独家的、世界范围的、不可撤回的、无条件的、永久的权利与许可，在免费的基础上用于使用、修改、利用、复制、展示、扩散、再许可、传达和使有效任何用户内容等由MATTERS自行判断认为合适的任何目的。</p>
<p>5.4    您声明并担保：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您拥有并控制对用户内容的所有权利，或除此之外拥有向平台或通过平台发布与分配用户内容的合法权利；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您有权将此类许可授予MATTERS和其关联公司、他们各自的服务提供商、和他们各自的被许可人、继承人和受让人；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;您所有的用户内容都将遵守本条款和任何适用法律法规的规定，不得侵犯任何人或实体的任何权利，或对任何人或实体造成伤害；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;您对您发布的任何用户内容负责，并且由您，而不是MATTERS，承担对此类用户内容的全部责任，包括合法性、可信性、准确性和合适性。</p>

<p><i>内容标准</i></p>
<p>5.5    内容标准适用于所有用户内容以及平台和/或服务的使用。用户内容必须全面遵守所有适用法律法规。在不限制前述内容的情况下，用户内容不得：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;包含任何诽谤、淫秽、猥亵、辱骂、冒犯、色情、骚扰、暴利、仇恨、歧视、侮辱、威胁、煽动或其他令人反感的内容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;宣传带有明显性内容或色情的材料、宣传暴力或基于种族、性别、宗教、国籍、残疾、性取向或年龄的歧视；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;侵犯任何专利、商标、商业秘密、版权或其他知识产权、或任何其他人的其他权利；或者内含任何抄袭的内容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;侵犯他人合法权利（包括宣传和隐私权），或内含在适用的法律法规下任何可能引起民事或刑事责任，或者可能与本条款冲突的内容；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(e)&nbsp;&nbsp;&nbsp;&nbsp;是不准确的、误导的或可欺骗人的；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(f)&nbsp;&nbsp;&nbsp;&nbsp;宣传任何非法活动，或提倡、宣传或协助任何违法行为；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(g)&nbsp;&nbsp;&nbsp;&nbsp;引起其他人的烦扰、不便或不必要的焦虑，或有可能使其他人不安、尴尬、惊慌或烦扰；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(h)&nbsp;&nbsp;&nbsp;&nbsp;假冒任何人，冒充他人的身份或其与其他人或组织的关系；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;&nbsp;&nbsp;&nbsp;涉及商业活动，进行销售，发送任何未被请求的广告或宣传资料、收集其他用户的电子邮件地址或其他联络信息用于发送广告信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(j)&nbsp;&nbsp;&nbsp;&nbsp;给人以他们为MATTERS成员或受MATTERS授权的印象，但事实并非如此；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(k)&nbsp;&nbsp;&nbsp;&nbsp;包含任何MATTERS认为（在其合理判断下）不合适在平台上发布的任何内容。</p>

<p><i>用户内容免责声明</i></p>
<p>5.6    用户在平台发布任何用户内容则表明其接受，任何由于MATTERS和/或其关联公司发表与使用此用户内容而产生的第三方的任何索赔要求，由用户承担全部法律和道德责任。MATTERS和其关联公司均不拥有或认可平台上发布的任何用户内容。所有用户内容的真实性、合法性和使用权由发布此内容的用户自行承担，MATTERS对此不承担责任。在适用法律法规允许的最大范围内，MATTERS对于发布的用户内容不承担任何责任与义务。</p>
<p>5.7    MATTERS和/或其关联公司既没有义务认可您用户内容的作者身份，也没有义务强制执行第三方任何形式的权利归属。</p>
<p>5.8    平台上或通过平台展示的内容仅供一般参考用途。MATTERS不保证任何内容的准确性、完整性或有用性。您对此类信息的依赖与使用均由您自行承担风险。在适用法律法规允许的最大范围内，MATTERS不承担由您或平台的其他访问者或被告知此类内容的任何人对此类资料的信赖而产生的所有责任和义务。</p>

<p><i>监督与执法</i></p>
<p>5.9    MATTERS有权但没有义务：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;由我们自行决定出于任何理由或无理由地隐藏或拒绝发布任何用户内容； </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;对MATTERS自行判断下认为有必要或恰当的任何用户内容采取任何措施，包括当MATTERS认为此类用户内容违反本条款、威胁到平台用户或公共的人身安全、或可能造成对MATTERS不利时;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;向任何主张您发布的任何用户内容侵犯其权利（包括知识产权或隐私权）的第三方公开您的身份或其他有关您的信息；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;对任何非法或未经授权的平台的使用采取适当的法律行动，包括但不限于转交执法机构。</p>
<p>5.10    必要情况下，MATTERS须充分配合执法当局或法院指令的指示或要求，公开在平台上或通过平台发布材料的人员的身份或其他信息。您放弃并使MATTERS、其关联公司、其各自的被许可人和服务提供商免于承担任何由前述各方或执法当局在调查期间或调查后、以及因调查的结果而采取的任何行动所产生的任何索赔的责任。</p>
<p>5.11    为避免疑义，MATTERS不会在任何内容发布到平台之前对其进行审核，并且无法确保在其发布后立即隐藏令人反感的内容。因此，对于与传送、沟通或任何用户或第三方提供的内容相关的任何作为或不作为，MATTERS不承担任何义务。对于用户是否履行本章所述规定，MATTERS不承担任何责任与义务。</p>

<p><i>平台链接与社交媒体功能</i></p>
<p>5.12    只有当您秉持公平与合法，并且不损害不利用MATTERS或其任何关联公司的声誉时，您才可以建立至平台主页的链接，但您不得以任何让他人认为您与我们有关联、有获得我们批准或认可的形式建立链接。</p>
<p>5.13    平台有可能提供某些社交媒体功能，使您能够：</p>
<p>从您自己的网页链接至平台上的某些内容；</p>
<p>发送含有平台上某些内容，或含有链接至某些内容的链接的电子邮件或其他通讯方式；</p>
<p>在平台上的内容中含有MATTERS主页链接的条件下，能够让平台内容的有限部分展示或出现在您自己的网站上。</p>
<p>5.14    您仅能使用由我们提供，并且根据MATTERS任何相关附加条款条件的规定的仅仅与展示内容相关的功能。 在上述规定下，您不得：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;从任何不属于您的网站建立链接；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;通过框架、深层链接或直接链接使平台或平台的部分在其他网页上展示或出现；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;链接到平台主页以外的任何部分；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;对平台上与本条款中任何不符合规定的材料采取任何行动。</p>
<p>5.15    您在其上建立平台链接或使他人可以访问到某些用户内容的网站，必须完全遵守内容标准。</p>
<p>5.16    您同意协助我们，使任何未经授权的框架或链接立即停止。MATTERS保留撤销链接许可且不需要通知的权利。</p>
<p>5.17    MATTERS可以根据自己判断随时禁用所有或任何社交媒体功能和任何链接，无需另行通知。</p>

<p><b><u>6. 知识产权</u></b></p>

<p><i>MATTERS的知识产权</i></p>
<p>6.1    平台包含版权材料、商业名称和其他专有信息，并且平台的整个内容受版权法保护。除非另有说明，否则服务所需的、平台提供的、或平台使用的软件，以及平台和平台上的内容（用户内容除外）和知识产权均归MATTERS、其关联公司和/或其各自的许可方、供应商或服务提供商所有。在选择、协调、安排和增强此类内容（用户内容除外）时，MATTERS与其许可方拥有版权和/或数据库权利。</p>
<p>6.2    平台的界面外观（网站或其他形式）受保留所有权利的版权保护。未经MATTERS明确书面许可，不得复制、仿制、或再使用HTML / CSS、JavaScript或可视设计元素或概念的任何部分。</p>
<p>6.3    MATTERS完全地保留平台和内容（用户内容除外）的所有权利（包括所有知识产权）、所有权和利益（包括被翻译的内容）。任何未经授权的使用将构成对MATTERS知识产权的重大侵权。</p>

<p><i>禁止行为</i></p>
<p>6.4    您不得修改、发表、参与转让或销售、或以任何方式利用平台和平台上的内容，无论是全部地还是部分地，除非是本条款中规定的以下情况：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您的计算机可以在您访问和查看这些资料时，附带地暂时将资料的副本储存在RAM中；</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您可以存储由Web浏览器自动缓存的文件，以增强显示功能;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;如果MATTERS提供桌面、手机或其他应用程序下载，在您同意受我们有关应用程序的终端用户许可协议约束的条件下，您可以将一份副本下载到您的计算机或移动设备上，并且仅供您个人使用； </p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(d)&nbsp;&nbsp;&nbsp;&nbsp;如果MATTERS为社交媒体功能提供某些内容，则您可以进行此类功能下被允许的操作。</p>
<p>6.5    您可以使用平台上的信息，但仅供您个人使用。除非在版权法下另有明确许可，否则在未经MATTERS和版权所有者明确许可的情况下，不得对下载内容进行复制、再分配、出版或商业利用。在允许复制、再分配或出版版权内容的情况下，不得更改或删除作者归属、商标说明或版权声明。您承认您不会通过下载版权内容来获得任何所有权。</p>

<p><b><u>6. 商标</u></b></p>
<p>6.6    「MATTERS」商标是或被许可是MATTERS和/或其关联公司在香港或其他地方（无论是否注册）的商标。MATTERS的名称与商标以及所有相关的名称、商标、产品与服务名称、设计和标语均为MATTERS、其关联公司或其许可方的商标。未经MATTERS事先书面许可，您不得使用此类商标。</p>
<p>6.7    其他产品以及平台上明确身份的公司名称可以是MATTERS、其许可方和/或其关联公司或第三方的名称、商标、商号、服务商标、商标、标志、其他专有名称或标记。在平台上使用任何第三方的或归属于第三方的名称、商标、商标、服务商标、商标、标志或其他专有名称或商标，以及能够通过平台从第三方获得特定商品或服务，均不可被解释为此第三方受到平台的认可，赞助平台，或此第三方通过平台参与提供商品、服务或信息。</p>

<p><i>有关侵权的申诉</i></p>
<p>6.8    如果您认为有任何用户内容侵犯了您的版权，请发送电子邮件至ask@matters.news，我们将指示您，如何向我们发送侵犯版权的通知。MATTERS将审核并处理所有符合要求的通知。</p>
<p>6.9    为避免疑义，MATTERS不对第三方提供的版权资料或第三方的知识产权侵权行为承担任何责任。</p>

<p><b><u>7. 账户终止</u></b></p>
<p>7.1    MATTERS有权自行决定立即暂停（任意时间长度）或终止您对平台和/或服务的访问，无需事先通知，并且有权出于任何原因（包括但不限于您违反本条款的任何规定）删除或停用您的账户（包括您账户下链接的加密货币钱包（如适用））以及隐藏所有相关用户内容。MATTERS对于有可能因为暂停或终止账户而导致的任何损失或损害不承担任何责任或义务。</p>
<p>7.2    在账户被终止的情况下，未经MATTERS书面同意，您不能以您的账户使用平台的任何部分（包括您账户下链接的加密货币钱包（如适用））。</p>

<p><b><u>8. 免责声明</u></b></p>
<p>8.1    本条款中的任何内容均不得限制因疏忽、欺诈或欺骗性的虚假陈述而造成人身伤害或死亡的责任。</p>
<p>8.2    您在使用平台、其内容、服务以及通过平台获得的任何产品时的风险均由您自行承担。平台、其内容、服务以及通过平台获得的任何项目均基于「现状」和「可有」的基础被提供，不附带任何形式的明示或暗示的保证。在不限制上述规定的前提下，MATTERS或与MATTERS相关的任何人均不表示或保证，平台、其内容、服务以及通过平台获得的任何项目是准确的、可靠的、无差错或不间断的，其中的缺损会得到修正，平台或平台的服务器没有病毒或其他有害组件，又或者平台、服务和通过平台获得的任何项目将满足您的需求或期望。</p>
<p>8.3    您理解，MATTERS无法保证也不保证您从平台下载的任何内容不含有病毒或其他破坏性代码。 您有责任设置充足的程序和检查点，以满足您对反病毒保护、数据输入输出准确性，以及在平台外部维持一个途径用于重建任何丢失数据的特定要求。对于在您使用平台、服务以及通过平台获得的任何项目时，或您从平台或其他网站的平台链接下载内容时，   有可能感染到您的计算机设备、计算机程序、数据或其他专有材料的病毒、分散式阻断服务攻击（DDoS）、或其他含有有害技术的材料所造成的任何损失或损害，MATTERS概不负责。</p>
<p>8.4    您理解并同意，第三方或外部工具（包括但不限于互联网）引起的作为或不作为可能会造成平台连接受损或中断的情况。MATTERS将尽一切商业上合理的努力采取任何其认为适当的措施来补救与避免此类事件，但MATTERS不保证一定不会发生此类事件。您同意MATTERS对于在此类事件中任何违反本条款的行为不承担责任。</p>
<p>8.5    除非是MATTERS方因有意或故意的不当管理或重大疏忽而有过错，否则MATTERS不对任何由服务器错误、错误或重定向传输、互联网连接失败、传输或接受预约中断、任何计算机病毒或其他技术缺点而导致的故障负责，无论是人为的还是技术性的。</p>
<p>8.6    平台可能包含指向第三方网页与服务（第三方内容）的链接，此类链接仅为方便您而提供。MATTERS不拥有对任何第三方内容的绝对控制权，并且不对其承担任何责任，也不对您在使用它们的过程中可能造成的任何损失或损害承担任何责任。如果您决定访问平台链接的任何第三方内容，则您必须自行承担所有风险并且遵守此第三方内容的使用条款和条件。</p>
<p>8.7    MATTERS特此声明不作任何法定的或其他任何形式的保证（无论明示或暗示的），包括但不限于任何商销性、不侵权以及特定用途适用性的保证。</p>
<p>8.8    您理解并同意，您自己对确保您平台和/或服务的使用遵守相关适用法律负有全部责任。任何不遵守相关法律的平台和/或服务的使用不得解释为是由我们公布、引起、复制、复印、准许、授权、同意、请求或以其他方式批准的。我们不承担任何因您使用平台和/或服务时未遵守相关适用法律而产生的或与之相关的所有责任，包括但不限于任何适用的反洗钱法。</p>
<p>8.9    本第8条条款不影响根据相关法律不能被限制或排除的任何保证或责任。</p>

<p><b><u>9. 责任限制</u></b></p>
<p>9.1    在任何情况下，MATTERS、其关联公司、其各自的许可方、服务提供商、员工、代理人、主管或董事在任何法律下均不对由于您自己的使用或与您使用相关联的原因造成的损害，或者导致您无法使用账户（包括您账户下链接的加密货币钱包（如适用））、平台和/或服务、平台或此类其他网站上的任何内容，或者无法使用通过平台或此类其他网站获得的任何服务或项目等任何类型的损害而承担责任，其中包括任何直接、间接、特殊的、偶然的、后果性的或惩罚性的损害，包括但不限于人身伤害、痛苦与磨难、精神损害、收入损失、利益损失、业务损失、预期节余损失、使用权损害、商誉损失、数据损失，以及无论是否由（包括疏忽的）侵权引起的违约等，即便是可预见的。 </p>
<p>9.2     此外，相关适用的法律有可能不允许MATTERS限制或免除上述责任。在这样的情况下，MATTERS应在相关法律规定的范围内承担相应的责任。在引起索赔的事件发生后，申诉方应尽快提交索赔申请。</p>
<p>9.3    您接受并承认，使用基于互联网的平台和服务存在风险，包括但不限于硬件故障、软件故障和互联网连接故障的风险，恶意软件植入的风险，以及第三方有可能未经授权访问存储在您账户内或与您账户相关联的信息（包括但不限于您的密码和私钥）的风险。您接受并承认，MATTERS对于您使用服务时可能遇到的任何通信故障、中断、错误、失真或延迟不承担责任。</p>
<p>9.4    根据适用法规关于时效的规定，被过分延迟提交的索赔请求可能会被视作无效。只有真实的索赔才能得到处理。尽管有上述规定，任何由本条款、平台和/或服务引起的或与本条款、平台和/或服务相关的任何诉讼或索赔请求必须在诉因产生后一（1）年内被提交，否则在此期限过后此诉讼或索赔将被永久禁止。</p>
<p>9.5    在不影响上述规定的情况下以及在适用法律允许的情况下，MATTERS对任何一位用户的累计赔偿责任在任何情况下均不得超过1000港元。</p>

<p><b><u>10. 赔偿保障</u></b></p>
<p>10.1    您同意赔偿和豁免MATTERS所有因为您的作为、不作为或疏忽而引致或遭受的任何索赔、责任、损害、损失和金钱赔偿的责任，包括但不限于由以下情况（或内容）引起或与以下情况（或内容）相关的MATTERS、其关联公司、其各自的许可方、服务提供商、员工、代理人、主管和/或董事被要求支付的、蒙受的、或被强加的法律及其他费用：</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(a)&nbsp;&nbsp;&nbsp;&nbsp;您在违反本条款和适用的法律法规，和/或侵犯任何第三方权利的情况下访问、使用或滥用平台和/或服务;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(b)&nbsp;&nbsp;&nbsp;&nbsp;您账户下（包括您账户下链接的加密货币钱包（如适用））存在任何未经授权的活动或行为，无论您是否已授权或知晓此活动或行为; 和/或</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;(c)&nbsp;&nbsp;&nbsp;&nbsp;您发布的任何用户内容。</p>
<p>10.2    如果您为某第三方或代表某第三方利益使用平台和/或服务，则您对您提供的有关信息的准确性上出现的任何错误负责。此外，您必须告知此第三方所有适用的条款。当此第三方或用户未能履行上述义务时，则为此第三方或代表此第三方利益使用平台和/或服务的每个用户均同意赔偿并豁免MATTERS和其关联公司（如适用）任何以及所有责任、损失、损害、诉讼与索赔（包括辩护费用）。</p>

<p><b><u>11. 使用手机应用程序的标准条款</u></b></p>
<p>11.1    通过手机应用程序访问或使用平台，即表示您承认并同意受Apple App Store和/或Google Play（如适用）不时修订的标准条款的约束。</p>

<p><b><u>12. 其他规定</u></b></p>
<p>12.1    本条款接替并取代MATTERS与您之间涉及平台和/或服务的任何以及所有事先的口头或书面谅解或协议。</p>
<p>12.2    未经MATTERS事先书面许可，您不得借法律的实施或以其他方式转让或转移这些条款。MATTERS有权自行决定转让或转移这些条款，并不受任何限制。在上述规定的规限下，本条款将对您、MATTERS、您与MATTERS各自的继承人、被许可的受让人和法律代表的利益具有适用性和约束力。</p>
<p>12.3    非本条款任何一方的人无权根据《合约（第三者权利）条例》（香港法例第623章）执行本条款中的任何规定。</p>
<p>12.4    在此条款下任何被许可或被要求的通知或其他消息，包括有关修改本条款的通知，将由MATTERS以书面形式通过电子邮件发送。</p>
<p>12.5    MATTERS未行使本条款的任何权利或规定并不构成MATTERS对在未来行使该权利或条款的放弃。任何此类权利或规定的放弃只有在以书面形式并由正式授权的MATTERS代表签字时才有效。除非本条款明确规定，否则任何一方根据本条款实施的任何救济方法将不影响本条款下的其他救济方法。</p>
<p>12.6    本条款受香港法律管辖，并按照香港法律解释。本条款的各方不可撤回地同意，香港法院对与本条款有关或由本条款引起的任何索赔或争议拥有专属管辖权。</p>
<p>12.7    本条款和条件的原始英文版本可能被翻译成其他语言。如果对本条款的内容或解释存在争议，亦或者本条款的英文版本与任何其他语言版本之间存在矛盾或不一致，则在法律允许的范围内，英语版本适用、优先并具有决定性。</p>
<p>12.8    本条款应被视为可分割的。如有任何条款被确定为不可执行的或无效的，则应依然在适用法律允许的最大范围内执行此条款，并且任何条款被确定无效都不应影响任何其他条款的有效性和可执行性。被分割的条款应由尽可能接近原先措辞和意图的新条款取代。</p>
<p>12.9    与平台有关的所有投诉、反馈、评论、技术支持请求和其他联络信息请直接发送至 ask@matter.news。 </p>
`
}

export default ToS
