export default {
  zh_hant: /* html */ `
<h3>歡迎來到 Matters！</h3>

<p>Matters 是基於分佈式技術的內容社區，以社群為基礎，以討論為驅動；致力於通過技術創新和價值規則的重建，鼓勵用戶創作有價值的內容，令好內容被看見，給創作者持續的經濟回報，推動公共領域的知識生產。為了社區的可持續與良性運轉，Matters 鼓勵和保護所有塑造理性、友善，真誠的社區氛圍的行為。</p>

<p>與此同時，對社區造成不利影響的內容和行為，Matters 站方保留對其施行處理的權利。</p>

<p>針對以下行為，Matters 會做出刪除發言、禁言及凍結帳號等不同程度的處理：</p>

<ol>
  <li>發表極端歧視 <sup>[1]</sup>、嚴重侮辱性言詞和仇恨言論，包括宣揚暴力的威脅、挑釁。</li>
  <li>任何對未成年人進行性剝削或暴力剝削的內容，包括發佈兒童色情類內容。</li>
  <li>發佈抄襲或版權不明確的內容，包括但不限於無授權轉載、無版權圖片，商標侵權等，及在香港的法律法規下任何可能引起民事或刑事責任的內容。</li>
  <li>侵犯他人合法權利，包含但不限於冒充他人身份散播欺騙性言論、侵犯任何專利、商標、商業秘密、版權或其它知識產權、或任何其他人的其他權利。</li>
  <li>試圖未經授權地进入、干擾、破壞或中斷平台、服務、任何相關網站、儲存平台的服務器的行為；或以可能使網頁失效、過載、損壞或損傷，或者可能干擾平台和/或服務正常運行的行為。</li>
</ol>

<p>Matters 同時實行社區自治，當用戶認為出現違反社區共識的行為時，可以發起訴訟，當訴訟貼獲得超過 5 個人點贊支持後，即啟動社區審判。一旦社區審判中，出現「贊同懲罰」的多數意見，即實行懲罰。</p>

<p>在第一版的社區自治規則中，懲罰措施由 Matters 團隊確定，並向社區公告。</p>

<p>社區自治具體實行方法，請<a href="https://matters.news/@hi176/matters-%E7%A4%BE%E5%8C%BA%E8%87%AA%E6%B2%BB%E5%AE%9E%E9%AA%8C%E5%90%AF%E5%8A%A8-zdpuAtuu2Y33zg5L7WLDonpa9RRsYNXHu7B9kYkZPhfXQSMmQ" target="_blank">點擊這裡</a>查看（自治規則會根據運行情況隨時更新）。</p>

<br/>
<p id="sup-1"><sup>[1]</sup> <small>歧視行為定義：針對人們受保護的特徵向對方發起的言論攻擊，這些特徵包括民族、種族、國籍、宗教信仰、性取向、種姓、性別、性別認同，以及嚴重疾病或殘疾。</small></p>
  `,
  zh_hans: /* html */ `
<h3>欢迎来到 Matters！</h3>

<p>Matters 是基于分布式技术的内容社区，以社群为基础，以讨论为驱动；致力于通过技术创新和价值规则的重建，鼓励用户创作有价值的内容，令好内容被看见，给创作者持续的经济回报，推动公共领域的知识生产。为了社区的可持续与良性运转，Matters 鼓励和保护所有塑造理性、友善，真诚的社区氛围的行为。</p>

<p>与此同时，对社区造成不利影响的内容和行为，Matters 站方保留对其施行处理的权利。</p>

<p>针对以下行为，Matters 会做出删除发言、禁言及冻结帐号等不同程度的处理：</p>

<ol>
  <li>发表极端歧视 <sup>[1]</sup>、严重侮辱性言词和仇恨言论，包括宣扬暴力的威胁、挑衅。</li>
  <li>任何对未成年人进行性剥削或暴力剥削的内容，包括发布儿童色情类内容。</li>
  <li>发布抄袭或版权不明确的内容，包括但不限于无授权转载、无版权图片，商标侵权等，及在香港的法律法规下任何可能引起民事或刑事责任的内容。</li>
  <li>侵犯他人合法权利，包含但不限于冒充他人身份散播欺骗性言论、侵犯任何专利、商标、商业秘密、版权或其它知识产权、或任何其他人的其他权利。</li>
  <li>试图未经授权地进入、干扰、破坏或中断平台、服务、任何相关网站、储存平台的服务器的行为；或以可能使网页失效、过载、损坏或损伤，或者可能干扰平台和/或服务正常运行的行为。</li>
</ol>

<p>Matters 同时实行社区自治，当用户认为出现违反社区共识的行为时，可以发起诉讼，当诉讼贴获得超过 5 个人点赞支持后，即启动社区审判。一旦社区审判中，出现「赞同惩罚」的多数意见，即实行惩罚。</p>

<p>在第一版的社区自治规则中，惩罚措施由 Matters 团队确定，并向社区公告。</p>

<p>社区自治具体实行方法，请<a href="https://matters.news/@hi176/matters-%E7%A4%BE%E5%8C%BA%E8%87%AA%E6%B2%BB%E5%AE%9E%E9%AA%8C%E5%90%AF%E5%8A%A8-zdpuAtuu2Y33zg5L7WLDonpa9RRsYNXHu7B9kYkZPhfXQSMmQ" target="_blank">点击这里</a>查看（自治规则会根据运行情况随时更新）。</p>

<br/>
<p id="sup-1"><sup>[1]</sup> <small>歧视行为定义：针对人们受保护的特征向对方发起的言论攻击，这些特征包括民族、种族、国籍、宗教信仰、性取向、种姓、性别、性别认同，以及严重疾病或残疾。</small></p>
  `
}
